[
    {
        "id": 901362,
        "linguagemOriginal": "en",
        "visaoGeral": "When Branch's brother, Floyd, is kidnapped for his musical talents by a pair of nefarious pop-star villains, Branch and Poppy embark on a harrowing and emotional journey to reunite the other brothers and rescue Floyd from a fate even worse than pop-culture obscurity.",
        "tituloOriginal": "Trolls Band Together",
        "popularidade": 85.379,
        "dataDeLancamento": "2023-10-12",
        "mediaDeVotos": 7.3
    },
    {
        "id": 566525,
        "linguagemOriginal": "en",
        "visaoGeral": "Shang-Chi must confront the past he thought he left behind when he is drawn into the web of the mysterious Ten Rings organization.",
        "tituloOriginal": "Shang-Chi and the Legend of the Ten Rings",
        "popularidade": 84.921,
        "dataDeLancamento": "2021-09-01",
        "mediaDeVotos": 7.5
    },
    {
        "id": 967847,
        "linguagemOriginal": "en",
        "visaoGeral": "When the discovery of an ancient artifact unleashes an evil force, Ghostbusters new and old must join forces to protect their home and save the world from a second Ice Age.",
        "tituloOriginal": "Ghostbusters: Frozen Empire",
        "popularidade": 84.289,
        "dataDeLancamento": "2024-03-20",
        "mediaDeVotos": 6.5
    },
    {
        "id": 508965,
        "linguagemOriginal": "en",
        "visaoGeral": "When Jesper distinguishes himself as the Postal Academy's worst student, he is sent to Smeerensburg, a small village located on an icy island above the Arctic Circle, where grumpy inhabitants barely exchange words, let alone letters. Jesper is about to give up and abandon his duty as a postman when he meets local teacher Alva and Klaus, a mysterious carpenter who lives alone in a cabin full of handmade toys.",
        "tituloOriginal": "Klaus",
        "popularidade": 83.548,
        "dataDeLancamento": "2019-11-08",
        "mediaDeVotos": 8.2
    },
    {
        "id": 11224,
        "linguagemOriginal": "en",
        "visaoGeral": "Cinderella has faith her dreams of a better life will come true. With help from her loyal mice friends and a wave of her Fairy Godmother's wand, Cinderella's rags are magically turned into a glorious gown and off she goes to the Royal Ball. But when the clock strikes midnight, the spell is broken, leaving a single glass slipper... the only key to the ultimate fairy-tale ending!",
        "tituloOriginal": "Cinderella",
        "popularidade": 83.418,
        "dataDeLancamento": "1950-02-22",
        "mediaDeVotos": 7.039
    },
    {
        "id": 10144,
        "linguagemOriginal": "en",
        "visaoGeral": "This colorful adventure tells the story of an impetuous mermaid princess named Ariel who falls in love with the very human Prince Eric and puts everything on the line for the chance to be with him. Memorable songs and characters -- including the villainous sea witch Ursula.",
        "tituloOriginal": "The Little Mermaid",
        "popularidade": 83.179,
        "dataDeLancamento": "1989-11-17",
        "mediaDeVotos": 7.348
    },
    {
        "id": 810,
        "linguagemOriginal": "en",
        "visaoGeral": "The King of Far Far Away has died and Shrek and Fiona are to become King & Queen. However, Shrek wants to return to his cozy swamp and live in peace and quiet, so when he finds out there is another heir to the throne, they set off to bring him back to rule the kingdom.",
        "tituloOriginal": "Shrek the Third",
        "popularidade": 82.983,
        "dataDeLancamento": "2007-05-17",
        "mediaDeVotos": 6.297
    },
    {
        "id": 150689,
        "linguagemOriginal": "en",
        "visaoGeral": "When her father unexpectedly passes away, young Ella finds herself at the mercy of her cruel stepmother and her daughters. Never one to give up hope, Ella's fortunes begin to change after meeting a dashing stranger in the woods.",
        "tituloOriginal": "Cinderella",
        "popularidade": 82.817,
        "dataDeLancamento": "2015-03-06",
        "mediaDeVotos": 6.82
    },
    {
        "id": 616037,
        "linguagemOriginal": "en",
        "visaoGeral": "After his retirement is interrupted by Gorr the God Butcher, a galactic killer who seeks the extinction of the gods, Thor Odinson enlists the help of King Valkyrie, Korg, and ex-girlfriend Jane Foster, who now wields Mjolnir as the Mighty Thor. Together they embark upon a harrowing cosmic adventure to uncover the mystery of the God Butcher’s vengeance and stop him before it’s too late.",
        "tituloOriginal": "Thor: Love and Thunder",
        "popularidade": 82.481,
        "dataDeLancamento": "2022-07-06",
        "mediaDeVotos": 6.436
    },
    {
        "id": 9479,
        "linguagemOriginal": "en",
        "visaoGeral": "Tired of scaring humans every October 31 with the same old bag of tricks, Jack Skellington, the spindly king of Halloween Town, kidnaps Santa Claus and plans to deliver shrunken heads and other ghoulish gifts to children on Christmas morning. But as Christmas approaches, Jack's rag-doll girlfriend, Sally, tries to foil his misguided plans.",
        "tituloOriginal": "The Nightmare Before Christmas",
        "popularidade": 81.226,
        "dataDeLancamento": "1993-10-09",
        "mediaDeVotos": 7.839
    },
    {
        "id": 50620,
        "linguagemOriginal": "en",
        "visaoGeral": "After the birth of Renesmee, the Cullens gather other vampire clans in order to protect the child from a false allegation that puts the family in front of the Volturi.",
        "tituloOriginal": "The Twilight Saga: Breaking Dawn - Part 2",
        "popularidade": 81.197,
        "dataDeLancamento": "2012-11-13",
        "mediaDeVotos": 6.461
    },
    {
        "id": 346672,
        "linguagemOriginal": "en",
        "visaoGeral": "Vampire death dealer Selene fends off brutal attacks from both the Lycan clan and the Vampire faction that betrayed her. With her only allies, David and his father Thomas, she must stop the eternal war between Lycans and Vampires, even if it means she has to make the ultimate sacrifice.",
        "tituloOriginal": "Underworld: Blood Wars",
        "popularidade": 80.513,
        "dataDeLancamento": "2016-11-24",
        "mediaDeVotos": 5.882
    },
    {
        "id": 297762,
        "linguagemOriginal": "en",
        "visaoGeral": "An Amazon princess comes to the world of Man in the grips of the First World War to confront the forces of evil and bring an end to human conflict.",
        "tituloOriginal": "Wonder Woman",
        "popularidade": 78.367,
        "dataDeLancamento": "2017-05-30",
        "mediaDeVotos": 7.222
    },
    {
        "id": 166426,
        "linguagemOriginal": "en",
        "visaoGeral": "Thrust into an all-new adventure, a down-on-his-luck Capt. Jack Sparrow feels the winds of ill-fortune blowing even more strongly when deadly ghost sailors led by his old nemesis, the evil Capt. Salazar, escape from the Devil's Triangle. Jack's only hope of survival lies in seeking out the legendary Trident of Poseidon, but to find it, he must forge an uneasy alliance with a brilliant and beautiful astronomer and a headstrong young man in the British navy.",
        "tituloOriginal": "Pirates of the Caribbean: Dead Men Tell No Tales",
        "popularidade": 77.677,
        "dataDeLancamento": "2017-05-23",
        "mediaDeVotos": 6.653
    },
    {
        "id": 57158,
        "linguagemOriginal": "en",
        "visaoGeral": "The Dwarves, Bilbo and Gandalf have successfully escaped the Misty Mountains, and Bilbo has gained the One Ring. They all continue their journey to get their gold back from the Dragon, Smaug.",
        "tituloOriginal": "The Hobbit: The Desolation of Smaug",
        "popularidade": 77.651,
        "dataDeLancamento": "2013-12-11",
        "mediaDeVotos": 7.575
    },
    {
        "id": 527435,
        "linguagemOriginal": "en",
        "visaoGeral": "Siblings Kate and Teddy try to prove Santa Claus is real, but when they accidentally cause his sleigh to crash, they have to save Christmas.",
        "tituloOriginal": "The Christmas Chronicles",
        "popularidade": 77.53,
        "dataDeLancamento": "2018-11-22",
        "mediaDeVotos": 7.1
    },
    {
        "id": 102651,
        "linguagemOriginal": "en",
        "visaoGeral": "A beautiful, pure-hearted young woman, Maleficent has an idyllic life growing up in a peaceable forest kingdom, until one day when an invading army threatens the harmony of the land. She rises to be the land's fiercest protector, but she ultimately suffers a ruthless betrayal – an act that begins to turn her heart into stone. Bent on revenge, Maleficent faces an epic battle with the invading King's successor and, as a result, places a curse upon his newborn infant Aurora. As the child grows, Maleficent realizes that Aurora holds the key to peace in the kingdom – and to Maleficent's true happiness as well.",
        "tituloOriginal": "Maleficent",
        "popularidade": 76.755,
        "dataDeLancamento": "2014-05-28",
        "mediaDeVotos": 7.091
    },
    {
        "id": 259316,
        "linguagemOriginal": "en",
        "visaoGeral": "In 1926, Newt Scamander arrives at the Magical Congress of the United States of America with a magically expanded briefcase, which houses a number of dangerous creatures and their habitats. When the creatures escape from the briefcase, it sends the American wizarding authorities after Newt, and threatens to strain even further the state of magical and non-magical relations.",
        "tituloOriginal": "Fantastic Beasts and Where to Find Them",
        "popularidade": 76.664,
        "dataDeLancamento": "2016-11-16",
        "mediaDeVotos": 7.319
    },
    {
        "id": 810693,
        "linguagemOriginal": "ja",
        "visaoGeral": "Yuta Okkotsu is a nervous high school student who is suffering from a serious problem—his childhood friend Rika has turned into a curse and won't leave him alone. Since Rika is no ordinary curse, his plight is noticed by Satoru Gojo, a teacher at Jujutsu High, a school where fledgling exorcists learn how to combat curses. Gojo convinces Yuta to enroll, but can he learn enough in time to confront the curse that haunts him?",
        "tituloOriginal": "劇場版 呪術廻戦 0",
        "popularidade": 76.465,
        "dataDeLancamento": "2021-12-24",
        "mediaDeVotos": 8.2
    },
    {
        "id": 10198,
        "linguagemOriginal": "en",
        "visaoGeral": "A waitress, desperate to fulfill her dreams as a restaurant owner, is set on a journey to turn a frog prince back into a human being, but she has to face the same problem after she kisses him.",
        "tituloOriginal": "The Princess and the Frog",
        "popularidade": 76.053,
        "dataDeLancamento": "2009-12-08",
        "mediaDeVotos": 7.215
    },
    {
        "id": 1585,
        "linguagemOriginal": "en",
        "visaoGeral": "A holiday favourite for generations...  George Bailey has spent his entire life giving to the people of Bedford Falls.  All that prevents rich skinflint Mr. Potter from taking over the entire town is George's modest building and loan company.  But on Christmas Eve the business's $8,000 is lost and George's troubles begin.",
        "tituloOriginal": "It's a Wonderful Life",
        "popularidade": 75.767,
        "dataDeLancamento": "1946-12-20",
        "mediaDeVotos": 8.3
    },
    {
        "id": 900667,
        "linguagemOriginal": "ja",
        "visaoGeral": "Uta — the most beloved singer in the world. Her voice, which she sings with while concealing her true identity, has been described as “otherworldly.” She will appear in public for the first time at a live concert. As the venue fills with all kinds of Uta fans — excited pirates, the Navy watching closely, and the Straw Hats led by Luffy who simply came to enjoy her sonorous performance — the voice that the whole world has been waiting for is about to resound.",
        "tituloOriginal": "ONE PIECE FILM RED",
        "popularidade": 75.681,
        "dataDeLancamento": "2022-08-06",
        "mediaDeVotos": 7.192
    },
    {
        "id": 508943,
        "linguagemOriginal": "en",
        "visaoGeral": "Luca and his best friend Alberto experience an unforgettable summer on the Italian Riviera. But all the fun is threatened by a deeply-held secret: they are sea monsters from another world just below the water’s surface.",
        "tituloOriginal": "Luca",
        "popularidade": 75.11,
        "dataDeLancamento": "2021-06-17",
        "mediaDeVotos": 7.815
    },
    {
        "id": 943344,
        "linguagemOriginal": "zh",
        "visaoGeral": "Near a remote town, the repeated dumping of toxic waste causes an underground cave dweller to mutate into a hideous monster. A construction team that is digging a tunnel accidentally disturb the creature's habitat causing it to attack.",
        "tituloOriginal": "地底怪物",
        "popularidade": 75.042,
        "dataDeLancamento": "2023-04-27",
        "mediaDeVotos": 5.5
    },
    {
        "id": 585511,
        "linguagemOriginal": "en",
        "visaoGeral": "Suddenly finding herself in the never-before-seen Land of Luck, the unluckiest person in the world must unite with the magical creatures there to turn her luck around.",
        "tituloOriginal": "Luck",
        "popularidade": 75.014,
        "dataDeLancamento": "2022-08-05",
        "mediaDeVotos": 7.77
    },
    {
        "id": 820232,
        "linguagemOriginal": "ja",
        "visaoGeral": "A recap of Kimetsu no Yaiba episodes 1–5, with new footage and special end credits. Tanjiro Kamado returns home to find his family slaughtered and the lone survivor, his sister Nezuko, turned into a Demon. To his surprise, however, Nezuko still shows signs of human emotion and thought. Thus begins Tanjiro's journey to seek out the Demon who killed their family and turn his sister human again.",
        "tituloOriginal": "鬼滅の刃 兄妹の絆",
        "popularidade": 74.98,
        "dataDeLancamento": "2019-03-29",
        "mediaDeVotos": 7.9
    },
    {
        "id": 12155,
        "linguagemOriginal": "en",
        "visaoGeral": "Alice, now 19 years old, returns to the whimsical world she first entered as a child and embarks on a journey to discover her true destiny.",
        "tituloOriginal": "Alice in Wonderland",
        "popularidade": 74.878,
        "dataDeLancamento": "2010-03-03",
        "mediaDeVotos": 6.64
    },
    {
        "id": 564,
        "linguagemOriginal": "en",
        "visaoGeral": "Dashing legionnaire Rick O'Connell stumbles upon the hidden ruins of Hamunaptra while in the midst of a battle to claim the area in 1920s Egypt. It has been over three thousand years since former High Priest Imhotep suffered a fate worse than death as a punishment for a forbidden love—along with a curse that guarantees eternal doom upon the world if he is ever awoken.",
        "tituloOriginal": "The Mummy",
        "popularidade": 74.716,
        "dataDeLancamento": "1999-04-16",
        "mediaDeVotos": 6.937
    },
    {
        "id": 630,
        "linguagemOriginal": "en",
        "visaoGeral": "Young Dorothy finds herself in a magical world where she makes friends with a lion, a scarecrow and a tin man as they make their way along the yellow brick road to talk with the Wizard and ask for the things they miss most in their lives. The Wicked Witch of the West is the only thing that could stop them.",
        "tituloOriginal": "The Wizard of Oz",
        "popularidade": 74.276,
        "dataDeLancamento": "1939-08-15",
        "mediaDeVotos": 7.585
    },
    {
        "id": 284052,
        "linguagemOriginal": "en",
        "visaoGeral": "After his career is destroyed, a brilliant but arrogant surgeon gets a new lease on life when a sorcerer takes him under her wing and trains him to defend the world against evil.",
        "tituloOriginal": "Doctor Strange",
        "popularidade": 73.738,
        "dataDeLancamento": "2016-10-25",
        "mediaDeVotos": 7.422
    },
    {
        "id": 35019,
        "linguagemOriginal": "en",
        "visaoGeral": "Nanny McPhee appears at the door of a harried young mother who is trying to run the family farm while her husband is away at war. But once she’s arrived, Nanny discovers that the children are fighting a war of their own against two spoiled city cousins who have just moved in. Relying on everything from a flying motorcycle and a statue that comes to life to a tree-climbing piglet and a baby elephant, Nanny uses her magic to teach her mischievous charges five new lessons.",
        "tituloOriginal": "Nanny McPhee and the Big Bang",
        "popularidade": 73.668,
        "dataDeLancamento": "2010-03-26",
        "mediaDeVotos": 6.3
    },
    {
        "id": 11970,
        "linguagemOriginal": "en",
        "visaoGeral": "Bestowed with superhuman strength, a young mortal named Hercules sets out to prove himself a hero in the eyes of his father, the great god Zeus. Along with his friends Pegasus, a flying horse, and Phil, a personal trainer, Hercules is tricked by the hilarious, hotheaded villain Hades, who's plotting to take over Mount Olympus!",
        "tituloOriginal": "Hercules",
        "popularidade": 73.337,
        "dataDeLancamento": "1997-06-13",
        "mediaDeVotos": 7.5
    },
    {
        "id": 10195,
        "linguagemOriginal": "en",
        "visaoGeral": "Against his father Odin's will, The Mighty Thor - a powerful but arrogant warrior god - recklessly reignites an ancient war. Thor is cast down to Earth and forced to live among humans as punishment. Once here, Thor learns what it takes to be a true hero when the most dangerous villain of his world sends the darkest forces of Asgard to invade Earth.",
        "tituloOriginal": "Thor",
        "popularidade": 73.297,
        "dataDeLancamento": "2011-04-21",
        "mediaDeVotos": 6.77
    },
    {
        "id": 1087192,
        "linguagemOriginal": "en",
        "visaoGeral": "On the rugged isle of Berk, where Vikings and dragons have been bitter enemies for generations, Hiccup stands apart, defying centuries of tradition when he befriends Toothless, a feared Night Fury dragon. Their unlikely bond reveals the true nature of dragons, challenging the very foundations of Viking society.",
        "tituloOriginal": "How to Train Your Dragon",
        "popularidade": 73.128,
        "dataDeLancamento": "2025-06-11",
        "mediaDeVotos": 0.0
    },
    {
        "id": 854,
        "linguagemOriginal": "en",
        "visaoGeral": "When timid bank clerk Stanley Ipkiss discovers a magical mask containing the spirit of the Norse god Loki, his entire life changes. While wearing the mask, Ipkiss becomes a supernatural playboy exuding charm and confidence which allows him to catch the eye of local nightclub singer Tina Carlyle. Unfortunately, under the mask's influence, Ipkiss also robs a bank, which angers junior crime lord Dorian Tyrell, whose goons get blamed for the heist.",
        "tituloOriginal": "The Mask",
        "popularidade": 72.805,
        "dataDeLancamento": "1994-07-29",
        "mediaDeVotos": 6.959
    },
    {
        "id": 464052,
        "linguagemOriginal": "en",
        "visaoGeral": "A botched store robbery places Wonder Woman in a global battle against a powerful and mysterious ancient force that puts her powers in jeopardy.",
        "tituloOriginal": "Wonder Woman 1984",
        "popularidade": 72.611,
        "dataDeLancamento": "2020-12-16",
        "mediaDeVotos": 6.426
    },
    {
        "id": 1311031,
        "linguagemOriginal": "ja",
        "visaoGeral": "Plot TBA. The first installment in the Infinity Castle story arc.",
        "tituloOriginal": "劇場版「鬼滅の刃」無限城編",
        "popularidade": 72.495,
        "dataDeLancamento": "",
        "mediaDeVotos": 0.0
    },
    {
        "id": 353486,
        "linguagemOriginal": "en",
        "visaoGeral": "Four teenagers in detention discover an old video game console with a game they’ve never heard of. When they decide to play, they are immediately sucked into the jungle world of Jumanji in the bodies of their avatars. They’ll have to complete the adventure of their lives filled with fun, thrills and danger or be stuck in the game forever!",
        "tituloOriginal": "Jumanji: Welcome to the Jungle",
        "popularidade": 71.116,
        "dataDeLancamento": "2017-12-09",
        "mediaDeVotos": 6.824
    },
    {
        "id": 8392,
        "linguagemOriginal": "ja",
        "visaoGeral": "Two sisters move to the country with their father in order to be closer to their hospitalized mother, and discover the surrounding trees are inhabited by Totoros, magical spirits of the forest. When the youngest runs away from home, the older sister seeks help from the spirits to find her.",
        "tituloOriginal": "となりのトトロ",
        "popularidade": 71.107,
        "dataDeLancamento": "1988-04-16",
        "mediaDeVotos": 8.067
    },
    {
        "id": 408,
        "linguagemOriginal": "en",
        "visaoGeral": "A beautiful girl, Snow White, takes refuge in the forest in the house of seven dwarfs to hide from her stepmother, the wicked Queen. The Queen is jealous because she wants to be known as \"the fairest in the land,\" and Snow White's beauty surpasses her own.",
        "tituloOriginal": "Snow White and the Seven Dwarfs",
        "popularidade": 71.098,
        "dataDeLancamento": "1938-01-14",
        "mediaDeVotos": 7.12
    },
    {
        "id": 1139829,
        "linguagemOriginal": "en",
        "visaoGeral": "A boy with an active imagination faces his fears on an unforgettable journey through the night with his new friend: a giant, smiling creature named Dark.",
        "tituloOriginal": "Orion and the Dark",
        "popularidade": 70.701,
        "dataDeLancamento": "2024-02-01",
        "mediaDeVotos": 6.569
    },
    {
        "id": 24021,
        "linguagemOriginal": "en",
        "visaoGeral": "Bella once again finds herself surrounded by danger as Seattle is ravaged by a string of mysterious killings and a malicious vampire continues her quest for revenge. In the midst of it all, she is forced to choose between her love for Edward and her friendship with Jacob, knowing that her decision has the potential to ignite the ageless struggle between vampire and werewolf. With her graduation quickly approaching, Bella is confronted with the most important decision of her life.",
        "tituloOriginal": "The Twilight Saga: Eclipse",
        "popularidade": 70.693,
        "dataDeLancamento": "2010-06-23",
        "mediaDeVotos": 6.2
    },
    {
        "id": 301528,
        "linguagemOriginal": "en",
        "visaoGeral": "Woody has always been confident about his place in the world and that his priority is taking care of his kid, whether that's Andy or Bonnie. But when Bonnie adds a reluctant new toy called \"Forky\" to her room, a road trip adventure alongside old and new friends will show Woody how big the world can be for a toy.",
        "tituloOriginal": "Toy Story 4",
        "popularidade": 70.52,
        "dataDeLancamento": "2019-06-19",
        "mediaDeVotos": 7.486
    },
    {
        "id": 728949,
        "linguagemOriginal": "en",
        "visaoGeral": "A woman, thrown into the stay-at-home routine of raising a toddler in the suburbs, slowly embraces the feral power deeply rooted in motherhood, as she becomes increasingly aware of the bizarre and undeniable signs that she may be turning into a dog.",
        "tituloOriginal": "Nightbitch",
        "popularidade": 70.472,
        "dataDeLancamento": "2024-12-06",
        "mediaDeVotos": 6.3
    },
    {
        "id": 293167,
        "linguagemOriginal": "en",
        "visaoGeral": "Explore the mysterious and dangerous home of the king of the apes as a team of explorers ventures deep inside the treacherous, primordial island.",
        "tituloOriginal": "Kong: Skull Island",
        "popularidade": 69.24,
        "dataDeLancamento": "2017-03-08",
        "mediaDeVotos": 6.5
    },
    {
        "id": 209112,
        "linguagemOriginal": "en",
        "visaoGeral": "Fearing the actions of a god-like Super Hero left unchecked, Gotham City’s own formidable, forceful vigilante takes on Metropolis’s most revered, modern-day savior, while the world wrestles with what sort of hero it really needs. And with Batman and Superman at war with one another, a new threat quickly arises, putting mankind in greater danger than it’s ever known before.",
        "tituloOriginal": "Batman v Superman: Dawn of Justice",
        "popularidade": 69.039,
        "dataDeLancamento": "2016-03-23",
        "mediaDeVotos": 5.973
    },
    {
        "id": 76757,
        "linguagemOriginal": "en",
        "visaoGeral": "In a universe where human genetic material is the most precious commodity, an impoverished young Earth woman becomes the key to strategic maneuvers and internal strife within a powerful dynasty…",
        "tituloOriginal": "Jupiter Ascending",
        "popularidade": 68.052,
        "dataDeLancamento": "2015-02-04",
        "mediaDeVotos": 5.458
    },
    {
        "id": 62177,
        "linguagemOriginal": "en",
        "visaoGeral": "Brave is set in the mystical Scottish Highlands, where Mérida is the princess of a kingdom ruled by King Fergus and Queen Elinor. An unruly daughter and an accomplished archer, Mérida one day defies a sacred custom of the land and inadvertently brings turmoil to the kingdom. In an attempt to set things right, Mérida seeks out an eccentric old Wise Woman and is granted an ill-fated wish. Also figuring into Mérida’s quest — and serving as comic relief — are the kingdom’s three lords: the enormous Lord MacGuffin, the surly Lord Macintosh, and the disagreeable Lord Dingwall.",
        "tituloOriginal": "Brave",
        "popularidade": 67.905,
        "dataDeLancamento": "2012-06-21",
        "mediaDeVotos": 7.0
    },
    {
        "id": 72105,
        "linguagemOriginal": "en",
        "visaoGeral": "John Bennett, a man whose childhood wish of bringing his teddy bear to life came true, now must decide between keeping the relationship with the bear or his girlfriend, Lori.",
        "tituloOriginal": "Ted",
        "popularidade": 67.163,
        "dataDeLancamento": "2012-06-29",
        "mediaDeVotos": 6.436
    },
    {
        "id": 10830,
        "linguagemOriginal": "en",
        "visaoGeral": "Matilda Wormwood is an exquisite and intelligent little girl. Unfortunately, her parents, Harry and Zinnia misunderstand her because they think she is so different. As time passes, she finally starts school and has a kind teacher, loyal friends, and a sadistic headmistress. As she gets fed up with the constant cruelty, she begins to realize that she has a gift of telekinetic powers. After some days of practice, she suddenly turns the tables to stand up to Harry and Zinnia and outwit the headmistress.",
        "tituloOriginal": "Matilda",
        "popularidade": 67.085,
        "dataDeLancamento": "1996-08-02",
        "mediaDeVotos": 7.163
    },
    {
        "id": 268896,
        "linguagemOriginal": "en",
        "visaoGeral": "It has been ten years since The Battle of the Breach and the oceans are still, but restless. Vindicated by the victory at the Breach, the Jaeger program has evolved into the most powerful global defense force in human history. The PPDC now calls upon the best and brightest to rise up and become the next generation of heroes when the Kaiju threat returns.",
        "tituloOriginal": "Pacific Rim: Uprising",
        "popularidade": 66.723,
        "dataDeLancamento": "2018-03-21",
        "mediaDeVotos": 6.134
    },
    {
        "id": 32657,
        "linguagemOriginal": "en",
        "visaoGeral": "Accident prone teenager, Percy discovers he's actually a demi-God, the son of Poseidon, and he is needed when Zeus' lightning is stolen. Percy must master his new found skills in order to prevent a war between the Gods that could devastate the entire world.",
        "tituloOriginal": "Percy Jackson & the Olympians: The Lightning Thief",
        "popularidade": 65.947,
        "dataDeLancamento": "2010-02-01",
        "mediaDeVotos": 6.211
    },
    {
        "id": 493529,
        "linguagemOriginal": "en",
        "visaoGeral": "A charming thief and a band of unlikely adventurers undertake an epic heist to retrieve a lost relic, but things go dangerously awry when they run afoul of the wrong people.",
        "tituloOriginal": "Dungeons & Dragons: Honor Among Thieves",
        "popularidade": 65.912,
        "dataDeLancamento": "2023-03-23",
        "mediaDeVotos": 7.352
    },
    {
        "id": 624091,
        "linguagemOriginal": "id",
        "visaoGeral": "Alana discover the truth about her origin: she’s not an ordinary human being. She may be the gift for humanity and become its protector as Sri Asih. Or a destruction, if she can’t control her anger.",
        "tituloOriginal": "Sri Asih",
        "popularidade": 65.688,
        "dataDeLancamento": "2022-11-17",
        "mediaDeVotos": 6.504
    },
    {
        "id": 297761,
        "linguagemOriginal": "en",
        "visaoGeral": "From DC Comics comes the Suicide Squad, an antihero team of incarcerated supervillains who act as deniable assets for the United States government, undertaking high-risk black ops missions in exchange for commuted prison sentences.",
        "tituloOriginal": "Suicide Squad",
        "popularidade": 65.513,
        "dataDeLancamento": "2016-08-03",
        "mediaDeVotos": 5.921
    },
    {
        "id": 11836,
        "linguagemOriginal": "en",
        "visaoGeral": "There's trouble brewing in Bikini Bottom. Someone has stolen King Neptune's crown, and it looks like Mr. Krab, SpongeBob's boss, is the culprit. Though he's just been passed over for the promotion of his dreams, SpongeBob stands by his boss, and along with his best pal Patrick, sets out on a treacherous mission to Shell City to reclaim the crown and save Mr. Krab's life.",
        "tituloOriginal": "The SpongeBob SquarePants Movie",
        "popularidade": 65.316,
        "dataDeLancamento": "2004-11-19",
        "mediaDeVotos": 7.021
    },
    {
        "id": 18239,
        "linguagemOriginal": "en",
        "visaoGeral": "Forks, Washington resident Bella Swan is reeling from the departure of her vampire love, Edward Cullen, and finds comfort in her friendship with Jacob Black, a werewolf. But before she knows it, she's thrust into a centuries-old conflict, and her desire to be with Edward at any cost leads her to take greater and greater risks.",
        "tituloOriginal": "The Twilight Saga: New Moon",
        "popularidade": 65.279,
        "dataDeLancamento": "2009-11-18",
        "mediaDeVotos": 5.995
    },
    {
        "id": 1130053,
        "linguagemOriginal": "en",
        "visaoGeral": "Desperate Cinderella summons her fairy godmother from an ancient flesh-bound book, seeking revenge on her evil stepmother and stepsisters who abuse and torment her daily.",
        "tituloOriginal": "Cinderella's Curse",
        "popularidade": 65.134,
        "dataDeLancamento": "2024-05-31",
        "mediaDeVotos": 6.1
    },
    {
        "id": 594767,
        "linguagemOriginal": "en",
        "visaoGeral": "Billy Batson and his foster siblings, who transform into superheroes by saying \"Shazam!\", are forced to get back into action and fight the Daughters of Atlas, who they must stop from using a weapon that could destroy the world.",
        "tituloOriginal": "Shazam! Fury of the Gods",
        "popularidade": 65.059,
        "dataDeLancamento": "2023-03-15",
        "mediaDeVotos": 6.514
    },
    {
        "id": 529203,
        "linguagemOriginal": "en",
        "visaoGeral": "Searching for a safer habitat, the prehistoric Crood family discovers an idyllic, walled-in paradise that meets all of its needs. Unfortunately, they must also learn to live with the Bettermans -- a family that's a couple of steps above the Croods on the evolutionary ladder. As tensions between the new neighbors start to rise, a new threat soon propels both clans on an epic adventure that forces them to embrace their differences, draw strength from one another, and survive together.",
        "tituloOriginal": "The Croods: A New Age",
        "popularidade": 65.035,
        "dataDeLancamento": "2020-11-25",
        "mediaDeVotos": 7.5
    },
    {
        "id": 12429,
        "linguagemOriginal": "ja",
        "visaoGeral": "When Sosuke, a young boy who lives on a clifftop overlooking the sea, rescues a stranded goldfish named Ponyo, he discovers more than he bargained for. Ponyo is a curious, energetic young creature who yearns to be human, but even as she causes chaos around the house, her father, a powerful sorcerer, schemes to return Ponyo to the sea.",
        "tituloOriginal": "崖の上のポニョ",
        "popularidade": 64.93,
        "dataDeLancamento": "2008-07-19",
        "mediaDeVotos": 7.7
    },
    {
        "id": 246655,
        "linguagemOriginal": "en",
        "visaoGeral": "After the re-emergence of the world's first mutant, world-destroyer Apocalypse, the X-Men must unite to defeat his extinction level plan.",
        "tituloOriginal": "X-Men: Apocalypse",
        "popularidade": 64.739,
        "dataDeLancamento": "2016-05-18",
        "mediaDeVotos": 6.515
    },
    {
        "id": 508442,
        "linguagemOriginal": "en",
        "visaoGeral": "Joe Gardner is a middle school teacher with a love for jazz music. After a successful audition at the Half Note Club, he suddenly gets into an accident that separates his soul from his body and is transported to the You Seminar, a center in which souls develop and gain passions before being transported to a newborn child. Joe must enlist help from the other souls-in-training, like 22, a soul who has spent eons in the You Seminar, in order to get back to Earth.",
        "tituloOriginal": "Soul",
        "popularidade": 64.283,
        "dataDeLancamento": "2020-12-25",
        "mediaDeVotos": 8.119
    },
    {
        "id": 638507,
        "linguagemOriginal": "en",
        "visaoGeral": "It's been ten years since the dragons moved to the Hidden World, and even though Toothless doesn't live in New Berk anymore, Hiccup continues the holiday traditions he once shared with his best friend. But the Vikings of New Berk were beginning to forget about their friendship with dragons. Hiccup, Astrid, and Gobber know just what to do to keep the dragons in the villagers' hearts. And across the sea, the dragons have a plan of their own...",
        "tituloOriginal": "How to Train Your Dragon: Homecoming",
        "popularidade": 64.133,
        "dataDeLancamento": "2019-12-03",
        "mediaDeVotos": 8.044
    },
    {
        "id": 400155,
        "linguagemOriginal": "en",
        "visaoGeral": "Dracula, Mavis, Johnny and the rest of the Drac Pack take a vacation on a luxury Monster Cruise Ship, where Dracula falls in love with the ship’s captain, Ericka, who’s secretly a descendant of Abraham Van Helsing, the notorious monster slayer.",
        "tituloOriginal": "Hotel Transylvania 3: Summer Vacation",
        "popularidade": 63.899,
        "dataDeLancamento": "2018-06-28",
        "mediaDeVotos": 6.862
    },
    {
        "id": 989730,
        "linguagemOriginal": "ja",
        "visaoGeral": "In the chambers of the Edo harem, two newcomers uncover political intrigue, rivalry and a vengeful spirit only one traveling medicine seller can vanquish.",
        "tituloOriginal": "劇場版モノノ怪 唐傘",
        "popularidade": 63.552,
        "dataDeLancamento": "2024-07-26",
        "mediaDeVotos": 7.1
    },
    {
        "id": 459003,
        "linguagemOriginal": "uk",
        "visaoGeral": "Mavka, a Soul of the Forest, faces an impossible choice between love and her duty as Guardian of the Heart of the Forest when she falls for a human, a talented young musician named Lukas.",
        "tituloOriginal": "Мавка: Лісова пісня",
        "popularidade": 63.526,
        "dataDeLancamento": "2023-03-02",
        "mediaDeVotos": 7.248
    },
    {
        "id": 1734,
        "linguagemOriginal": "en",
        "visaoGeral": "Rick and Evelyn O’Connell, along with their 8-year-old son Alex, discover the key to the legendary Scorpion King’s might: the fabled Bracelet of Anubis. Unfortunately, a newly resurrected Imhotep has designs on the bracelet as well, and isn’t above kidnapping its new bearer, Alex, to gain control of Anubis’s otherworldly army.",
        "tituloOriginal": "The Mummy Returns",
        "popularidade": 63.111,
        "dataDeLancamento": "2001-05-04",
        "mediaDeVotos": 6.375
    },
    {
        "id": 1026999,
        "linguagemOriginal": "pl",
        "visaoGeral": "A seemingly ordinary girl finds her way into the eponymous Academy to explore the world of fairy tales, imagination and creativity. With the help of a crazy, talented teacher, she develops her unique abilities and also stumbles upon a clue that will help her unravel the biggest secret of the family...",
        "tituloOriginal": "Akademia Pana Kleksa",
        "popularidade": 63.003,
        "dataDeLancamento": "2024-01-05",
        "mediaDeVotos": 6.2
    },
    {
        "id": 1263421,
        "linguagemOriginal": "ja",
        "visaoGeral": "It's the ultimate showdown. The toughest fighters from \"Baki Hanma\" and \"Kengan Ashura\" clash in this unprecedented, hard-hitting martial arts crossover.",
        "tituloOriginal": "範馬刃牙VSケンガンアシュラ",
        "popularidade": 62.777,
        "dataDeLancamento": "2024-06-05",
        "mediaDeVotos": 7.6
    },
    {
        "id": 1365044,
        "linguagemOriginal": "no",
        "visaoGeral": "A young boy whose grieving family has forgotten about Christmas forms an unexpected, healing bond with a bubbly girl full of holiday spirit.",
        "tituloOriginal": "Snøsøsteren",
        "popularidade": 62.653,
        "dataDeLancamento": "2024-11-28",
        "mediaDeVotos": 7.5
    },
    {
        "id": 2454,
        "linguagemOriginal": "en",
        "visaoGeral": "One year after their incredible adventures in the Lion, the Witch and the Wardrobe, Peter, Edmund, Lucy and Susan Pevensie return to Narnia to aid a young prince whose life has been threatened by the evil King Miraz. Now, with the help of a colorful cast of new characters, including Trufflehunter the badger and Nikabrik the dwarf, the Pevensie clan embarks on an incredible quest to ensure that Narnia is returned to its rightful heir.",
        "tituloOriginal": "The Chronicles of Narnia: Prince Caspian",
        "popularidade": 62.176,
        "dataDeLancamento": "2008-05-15",
        "mediaDeVotos": 6.622
    },
    {
        "id": 20982,
        "linguagemOriginal": "ja",
        "visaoGeral": "Demons that once almost destroyed the world, are revived by someone. To prevent the world from being destroyed, the demon has to be sealed and the only one who can do it is the shrine maiden Shion from the country of demons, who has two powers; one is sealing demons and the other is predicting the deaths of humans. This time Naruto's mission is to guard Shion, but she predicts Naruto's death. The only way to escape it, is to get away from Shion, which would leave her unguarded, then the demon, whose only goal is to kill Shion will do so, thus meaning the end of the world. Naruto decides to challenge this \"prediction of death.\"",
        "tituloOriginal": "劇場版 NARUTO -ナルト- 疾風伝",
        "popularidade": 61.651,
        "dataDeLancamento": "2007-08-04",
        "mediaDeVotos": 7.4
    },
    {
        "id": 162,
        "linguagemOriginal": "en",
        "visaoGeral": "A small suburban town receives a visit from a castaway unfinished science experiment named Edward.",
        "tituloOriginal": "Edward Scissorhands",
        "popularidade": 61.289,
        "dataDeLancamento": "1990-12-07",
        "mediaDeVotos": 7.7
    },
    {
        "id": 76338,
        "linguagemOriginal": "en",
        "visaoGeral": "Thor fights to restore order across the cosmos… but an ancient race led by the vengeful Malekith returns to plunge the universe back into darkness. Faced with an enemy that even Odin and Asgard cannot withstand, Thor must embark on his most perilous and personal journey yet, one that will reunite him with Jane Foster and force him to sacrifice everything to save us all.",
        "tituloOriginal": "Thor: The Dark World",
        "popularidade": 61.243,
        "dataDeLancamento": "2013-10-30",
        "mediaDeVotos": 6.521
    },
    {
        "id": 420809,
        "linguagemOriginal": "en",
        "visaoGeral": "Maleficent and her goddaughter Aurora begin to question the complex family ties that bind them as they are pulled in different directions by impending nuptials, unexpected allies, and dark new forces at play.",
        "tituloOriginal": "Maleficent: Mistress of Evil",
        "popularidade": 60.735,
        "dataDeLancamento": "2019-10-16",
        "mediaDeVotos": 7.303
    },
    {
        "id": 812,
        "linguagemOriginal": "en",
        "visaoGeral": "In the boorish city of Agrabah, kind-hearted street urchin Aladdin and Princess Jasmine fall in love, although she can only marry a prince. He and power-hungry Grand Vizier Jafar vie for a magic lamp that can fulfill their wishes.",
        "tituloOriginal": "Aladdin",
        "popularidade": 60.271,
        "dataDeLancamento": "1992-11-25",
        "mediaDeVotos": 7.65
    },
    {
        "id": 1040148,
        "linguagemOriginal": "en",
        "visaoGeral": "Ruby Gillman, a sweet and awkward high school student, discovers she's a direct descendant of the warrior kraken queens. The kraken are sworn to protect the oceans of the world against the vain, power-hungry mermaids. Destined to inherit the throne from her commanding grandmother, Ruby must use her newfound powers to protect those she loves most.",
        "tituloOriginal": "Ruby Gillman, Teenage Kraken",
        "popularidade": 60.168,
        "dataDeLancamento": "2023-06-28",
        "mediaDeVotos": 7.2
    },
    {
        "id": 310,
        "linguagemOriginal": "en",
        "visaoGeral": "Bruce Nolan toils as a \"human interest\" television reporter in Buffalo, NY, but despite his high ratings and the love of his beautiful girlfriend, Bruce remains unfulfilled. At the end of the worst day in his life, he angrily ridicules God - and the Almighty responds, endowing Bruce with all of His divine powers.",
        "tituloOriginal": "Bruce Almighty",
        "popularidade": 60.114,
        "dataDeLancamento": "2003-05-23",
        "mediaDeVotos": 6.7
    },
    {
        "id": 274857,
        "linguagemOriginal": "en",
        "visaoGeral": "When the child Arthur’s father is murdered, Vortigern, Arthur’s uncle, seizes the crown. Robbed of his birthright and with no idea who he truly is, Arthur comes up the hard way in the back alleys of the city. But once he pulls the sword Excalibur from the stone, his life is turned upside down and he is forced to acknowledge his true legacy... whether he likes it or not.",
        "tituloOriginal": "King Arthur: Legend of the Sword",
        "popularidade": 59.593,
        "dataDeLancamento": "2017-05-10",
        "mediaDeVotos": 6.5
    },
    {
        "id": 2758,
        "linguagemOriginal": "en",
        "visaoGeral": "Siblings Wednesday and Pugsley Addams will stop at nothing to get rid of Pubert, the new baby boy adored by parents Gomez and Morticia. Things go from bad to worse when the new \"black widow\" nanny, Debbie Jellinsky, launches her plan to add Fester to her collection of dead husbands.",
        "tituloOriginal": "Addams Family Values",
        "popularidade": 59.231,
        "dataDeLancamento": "1993-11-19",
        "mediaDeVotos": 6.956
    },
    {
        "id": 181533,
        "linguagemOriginal": "en",
        "visaoGeral": "When the magic powers of The Tablet of Ahkmenrah begin to die out, Larry Daley spans the globe, uniting favorite and new characters while embarking on an epic quest to save the magic before it is gone forever.",
        "tituloOriginal": "Night at the Museum: Secret of the Tomb",
        "popularidade": 59.221,
        "dataDeLancamento": "2014-12-17",
        "mediaDeVotos": 6.22
    },
    {
        "id": 297,
        "linguagemOriginal": "en",
        "visaoGeral": "William Parrish, media tycoon and loving father, is about to celebrate his 65th birthday. One morning, he is contacted by the inevitable, by hallucination, as he thinks. Later, Death enters his home and his life, personified in human form as Joe Black. His intention was to take William with him, but accidentally, Joe and William's beautiful daughter Susan have already met. Joe begins to develop certain interest in life on Earth, as well as in Susan, who has no clue with whom she's flirting.",
        "tituloOriginal": "Meet Joe Black",
        "popularidade": 59.185,
        "dataDeLancamento": "1998-11-12",
        "mediaDeVotos": 7.347
    },
    {
        "id": 76492,
        "linguagemOriginal": "en",
        "visaoGeral": "Welcome to Hotel Transylvania, Dracula's lavish five-stake resort, where monsters and their families can live it up and no humans are allowed. One special weekend, Dracula has invited all his best friends to celebrate his beloved daughter Mavis's 118th birthday. For Dracula catering to all of these legendary monsters is no problem but the party really starts when one ordinary guy stumbles into the hotel and changes everything!",
        "tituloOriginal": "Hotel Transylvania",
        "popularidade": 58.903,
        "dataDeLancamento": "2012-09-20",
        "mediaDeVotos": 6.959
    },
    {
        "id": 223702,
        "linguagemOriginal": "en",
        "visaoGeral": "Hot dog Frank leads a group of supermarket products on a quest to discover the truth about their existence and what really happens when they become chosen to leave the grocery store.",
        "tituloOriginal": "Sausage Party",
        "popularidade": 58.729,
        "dataDeLancamento": "2016-07-11",
        "mediaDeVotos": 5.75
    },
    {
        "id": 801688,
        "linguagemOriginal": "te",
        "visaoGeral": "In the year 2898 AD, around 6000 years after Kurukshetra war, Ashwatthama gears up for his final battle of redemption at the sign of hope in a dystopian world and Bhairava, a wisecracking and self-interested bounty hunter, tired of the perilous life becomes the hurdle in the process.",
        "tituloOriginal": "కల్కి 2898-ఎ.డి",
        "popularidade": 58.657,
        "dataDeLancamento": "2024-06-26",
        "mediaDeVotos": 6.5
    },
    {
        "id": 13313,
        "linguagemOriginal": "en",
        "visaoGeral": "Astonished to find the Beast has a deep-seeded hatred for the Christmas season, Belle endeavors to change his mind on the matter.",
        "tituloOriginal": "Beauty and the Beast: The Enchanted Christmas",
        "popularidade": 58.452,
        "dataDeLancamento": "1997-11-11",
        "mediaDeVotos": 6.209
    },
    {
        "id": 18823,
        "linguagemOriginal": "en",
        "visaoGeral": "Born of a god but raised as a man, Perseus is helpless to save his family from Hades, vengeful god of the underworld. With nothing to lose, Perseus volunteers to lead a dangerous mission to defeat Hades before he can seize power from Zeus and unleash hell on earth. Battling unholy demons and fearsome beasts, Perseus and his warriors will only survive if Perseus accepts his power as a god, defies fate and creates his own destiny.",
        "tituloOriginal": "Clash of the Titans",
        "popularidade": 58.419,
        "dataDeLancamento": "2010-03-26",
        "mediaDeVotos": 5.908
    },
    {
        "id": 128,
        "linguagemOriginal": "ja",
        "visaoGeral": "Ashitaka, a prince of the disappearing Emishi people, is cursed by a demonized boar god and must journey to the west to find a cure. Along the way, he encounters San, a young human woman fighting to protect the forest, and Lady Eboshi, who is trying to destroy it. Ashitaka must find a way to bring balance to this conflict.",
        "tituloOriginal": "もののけ姫",
        "popularidade": 57.898,
        "dataDeLancamento": "1997-07-12",
        "mediaDeVotos": 8.333
    },
    {
        "id": 503919,
        "linguagemOriginal": "en",
        "visaoGeral": "Two lighthouse keepers try to maintain their sanity while living on a remote and mysterious New England island in the 1890s.",
        "tituloOriginal": "The Lighthouse",
        "popularidade": 57.545,
        "dataDeLancamento": "2019-10-18",
        "mediaDeVotos": 7.5
    },
    {
        "id": 345938,
        "linguagemOriginal": "en",
        "visaoGeral": "A grieving man receives a mysterious, personal invitation to meet with God at a place called 'The Shack'.",
        "tituloOriginal": "The Shack",
        "popularidade": 57.536,
        "dataDeLancamento": "2017-03-03",
        "mediaDeVotos": 7.492
    },
    {
        "id": 950526,
        "linguagemOriginal": "pt",
        "visaoGeral": "The journey of Gabriel and Daniel, two brothers cursed by the Chinese mafia with its feared Three Generations Revenge, who have already reaped the life of their grandfather and their father. To survive, one of the brothers must learn the Smoke Style secrets, a little known Cannabis martial art, taught by a single master, high up in the mountains.",
        "tituloOriginal": "O Mestre da Fumaça",
        "popularidade": 57.242,
        "dataDeLancamento": "2023-05-18",
        "mediaDeVotos": 7.4
    },
    {
        "id": 13194,
        "linguagemOriginal": "en",
        "visaoGeral": "Colin MacLeod hunts for the man responsible for the death of his love. He chases the immortal Marcus Octavius across centuries as his quest threatens to take over his life and heart. In his quest, he meets a woman who reminds him of his slain beauty. But it's his final battle with Marcus that will decide not only his fate, but also the fate of everyone in the world.",
        "tituloOriginal": "Highlander: The Search for Vengeance",
        "popularidade": 57.181,
        "dataDeLancamento": "2007-06-05",
        "mediaDeVotos": 7.2
    },
    {
        "id": 1117609,
        "linguagemOriginal": "ja",
        "visaoGeral": "Welcome to the Hokkyoku Department Store! This unusual shop caters exclusively to animals, furry and feathered alike. Akino is a new concierge in training and she’s quickly realizing the high demands of her customers—especially those on the extinct species list. From a sea mink searching for a special gift to a laughing owl looking to please his wife, can she fulfill every request?",
        "tituloOriginal": "北極百貨店のコンシェルジュさん",
        "popularidade": 56.964,
        "dataDeLancamento": "2023-10-20",
        "mediaDeVotos": 6.8
    },
    {
        "id": 901060,
        "linguagemOriginal": "en",
        "visaoGeral": "A recent parolee gets a Mexican witch to resurrect his old posse so that they can help him save a woman's ranch from a ruthless drug lord.",
        "tituloOriginal": "Seven Cemeteries",
        "popularidade": 56.878,
        "dataDeLancamento": "2024-10-11",
        "mediaDeVotos": 5.4
    },
    {
        "id": 4922,
        "linguagemOriginal": "en",
        "visaoGeral": "Born under unusual circumstances, Benjamin Button springs into being as an elderly man in a New Orleans nursing home and ages in reverse. Twelve years after his birth, he meets Daisy, a child who flits in and out of his life as she grows up to be a dancer. Though he has all sorts of unusual adventures over the course of his life, it is his relationship with Daisy, and the hope that they will come together at the right time, that drives Benjamin forward.",
        "tituloOriginal": "The Curious Case of Benjamin Button",
        "popularidade": 56.717,
        "dataDeLancamento": "2008-12-25",
        "mediaDeVotos": 7.6
    },
    {
        "id": 400160,
        "linguagemOriginal": "en",
        "visaoGeral": "When his best friend Gary is suddenly snatched away, SpongeBob takes Patrick on a madcap mission far beyond Bikini Bottom to save their pink-shelled pal.",
        "tituloOriginal": "The SpongeBob Movie: Sponge on the Run",
        "popularidade": 56.684,
        "dataDeLancamento": "2020-08-14",
        "mediaDeVotos": 7.466
    },
    {
        "id": 836225,
        "linguagemOriginal": "en",
        "visaoGeral": "An American priest working in Mexico is considered a saint by many local parishioners. However, due to a botched exorcism, he carries a secret that’s eating him alive until he gets an opportunity to face his demon one final time.",
        "tituloOriginal": "The Exorcism of God",
        "popularidade": 56.403,
        "dataDeLancamento": "2022-03-11",
        "mediaDeVotos": 7.099
    },
    {
        "id": 654028,
        "linguagemOriginal": "en",
        "visaoGeral": "Kate Pierce is reluctantly spending Christmas with her mom’s new boyfriend and his son Jack. But when the North Pole and Christmas are threatened to be destroyed, Kate and Jack are unexpectedly pulled into a new adventure with Santa Claus.",
        "tituloOriginal": "The Christmas Chronicles: Part Two",
        "popularidade": 56.26,
        "dataDeLancamento": "2020-11-18",
        "mediaDeVotos": 6.461
    },
    {
        "id": 1417,
        "linguagemOriginal": "es",
        "visaoGeral": "Living with her tyrannical stepfather in a new home with her pregnant mother, 10-year-old Ofelia feels alone until she explores a decaying labyrinth guarded by a mysterious faun who claims to know her destiny. If she wishes to return to her real father, Ofelia must complete three terrifying tasks.",
        "tituloOriginal": "El laberinto del fauno",
        "popularidade": 56.156,
        "dataDeLancamento": "2006-10-10",
        "mediaDeVotos": 7.756
    }
]