[
    {
        "id": 845781,
        "linguagemOriginal": "en",
        "visaoGeral": "After Santa Claus (codename: Red One) is kidnapped, the North Pole's Head of Security must team up with the world's most infamous tracker in a globe-trotting, action-packed mission to save Christmas.",
        "tituloOriginal": "Red One",
        "popularidade": 4171.329,
        "dataDeLancamento": "2024-10-31",
        "mediaDeVotos": 7.026
    },
    {
        "id": 402431,
        "linguagemOriginal": "en",
        "visaoGeral": "In the land of Oz, ostracized and misunderstood green-skinned Elphaba is forced to share a room with the popular aristocrat Glinda at Shiz University, and the two's unlikely friendship is tested as they begin to fulfill their respective destinies as Glinda the Good and the Wicked Witch of the West.",
        "tituloOriginal": "Wicked",
        "popularidade": 785.892,
        "dataDeLancamento": "2024-11-20",
        "mediaDeVotos": 7.379
    },
    {
        "id": 426063,
        "linguagemOriginal": "en",
        "visaoGeral": "A gothic tale of obsession between a haunted young woman and the terrifying vampire infatuated with her, causing untold horror in its wake.",
        "tituloOriginal": "Nosferatu",
        "popularidade": 779.974,
        "dataDeLancamento": "2024-12-25",
        "mediaDeVotos": 6.4
    },
    {
        "id": 839033,
        "linguagemOriginal": "en",
        "visaoGeral": "183 years before the events chronicled in the original trilogy, a sudden attack by Wulf, a clever and ruthless Dunlending lord seeking vengeance for the death of his father, forces Helm Hammerhand and his people to make a daring last stand in the ancient stronghold of the Hornburg. Finding herself in an increasingly desperate situation, Héra, the daughter of Helm, must summon the will to lead the resistance against a deadly enemy intent on their total destruction.",
        "tituloOriginal": "The Lord of the Rings: The War of the Rohirrim",
        "popularidade": 754.825,
        "dataDeLancamento": "2024-12-05",
        "mediaDeVotos": 6.874
    },
    {
        "id": 1147416,
        "linguagemOriginal": "fr",
        "visaoGeral": "To save the future from a terrible fate, Marinette becomes Chronobug and teams up with Bunnyx to defeat a mysterious opponent who travels through time. Who is this new supervillain, and why are they obsessed with exposing Marinette's secret superhero identity? Marinette's only hope is to defeat her new opponent to prevent the end of Ladybug and time itself!",
        "tituloOriginal": "Miraculous World : Londres, la course contre le temps",
        "popularidade": 703.171,
        "dataDeLancamento": "2024-11-14",
        "mediaDeVotos": 8.063
    },
    {
        "id": 645757,
        "linguagemOriginal": "en",
        "visaoGeral": "It's an unforgettable Christmas for the townsfolk of Wellington-on-Sea when the worst snowstorm in history alters everyone's plans — including Santa's.",
        "tituloOriginal": "That Christmas",
        "popularidade": 463.416,
        "dataDeLancamento": "2024-11-27",
        "mediaDeVotos": 7.2
    },
    {
        "id": 51482,
        "linguagemOriginal": "ja",
        "visaoGeral": "Yagami Light is an ace student with great prospects, who's bored out of his mind. One day he finds the \"Death Note\": a notebook from the realm of the Death Gods, with the power to kill people in any way he desires. With the Death Note in hand, Light decides to create his perfect world, without crime or criminals. However, when criminals start dropping dead one by one, the authorities send the legendary detective L to track down the killer, and a battle of wits, deception and logic ensues... This was aired on Japanese TV  shortly after the death note anime was completed, this special basically re-cuts the first 26 episodes of the series into a two hour movie with some new scenes and dialogue added and the story is seen from Ryuk's viewpoint.",
        "tituloOriginal": "DEATH NOTE リライト ～幻視する神～",
        "popularidade": 405.418,
        "dataDeLancamento": "2007-08-31",
        "mediaDeVotos": 8.0
    },
    {
        "id": 1108427,
        "linguagemOriginal": "en",
        "visaoGeral": "In Ancient Polynesia, when a terrible curse incurred by Maui reaches the island of an impetuous Chieftain, his willful daughter answers the Ocean's call to seek out the demigod to set things right.",
        "tituloOriginal": "Moana",
        "popularidade": 346.29,
        "dataDeLancamento": "2026-07-09",
        "mediaDeVotos": 0.0
    },
    {
        "id": 8871,
        "linguagemOriginal": "en",
        "visaoGeral": "The Grinch decides to rob Whoville of Christmas - but a dash of kindness from little Cindy Lou Who and her family may be enough to melt his heart...",
        "tituloOriginal": "How the Grinch Stole Christmas",
        "popularidade": 338.683,
        "dataDeLancamento": "2000-11-17",
        "mediaDeVotos": 6.8
    },
    {
        "id": 823219,
        "linguagemOriginal": "lv",
        "visaoGeral": "A solitary cat, displaced by a great flood, finds refuge on a boat with various species and must navigate the challenges of adapting to a transformed world together.",
        "tituloOriginal": "Straume",
        "popularidade": 320.32,
        "dataDeLancamento": "2024-08-29",
        "mediaDeVotos": 8.468
    },
    {
        "id": 1357633,
        "linguagemOriginal": "ja",
        "visaoGeral": "Over a decade after 'gates' connecting worlds appeared, awakening 'hunters' with superpowers, weakest hunter Sung Jinwoo encounters a double dungeon and accepts a mysterious quest, becoming the only one able to level up, changing his fate. A catch-up recap of the first season coupled with an exclusive sneak peek of the first two episodes of the highly anticipated second season in one momentous theatrical fan experience.",
        "tituloOriginal": "俺だけレベルアップな件 -ReAwakening-",
        "popularidade": 313.872,
        "dataDeLancamento": "2024-11-26",
        "mediaDeVotos": 7.2
    },
    {
        "id": 957452,
        "linguagemOriginal": "en",
        "visaoGeral": "Soulmates Eric and Shelly are brutally murdered when the demons of her dark past catch up with them. Given the chance to save his true love by sacrificing himself, Eric sets out to seek merciless revenge on their killers, traversing the worlds of the living and the dead to put the wrong things right.",
        "tituloOriginal": "The Crow",
        "popularidade": 291.36,
        "dataDeLancamento": "2024-08-21",
        "mediaDeVotos": 5.9
    },
    {
        "id": 592983,
        "linguagemOriginal": "en",
        "visaoGeral": "When a powerful spell turns her parents into giant monsters, a teenage princess must journey into the wild to reverse the curse before it's too late.",
        "tituloOriginal": "Spellbound",
        "popularidade": 281.164,
        "dataDeLancamento": "2024-11-22",
        "mediaDeVotos": 6.8
    },
    {
        "id": 1011985,
        "linguagemOriginal": "en",
        "visaoGeral": "Po is gearing up to become the spiritual leader of his Valley of Peace, but also needs someone to take his place as Dragon Warrior. As such, he will train a new kung fu practitioner for the spot and will encounter a villain called the Chameleon who conjures villains from the past.",
        "tituloOriginal": "Kung Fu Panda 4",
        "popularidade": 279.975,
        "dataDeLancamento": "2024-03-02",
        "mediaDeVotos": 7.074
    },
    {
        "id": 639720,
        "linguagemOriginal": "en",
        "visaoGeral": "After discovering she can see everyone's imaginary friends, a girl embarks on a magical adventure to reconnect forgotten imaginary friends with their kids.",
        "tituloOriginal": "IF",
        "popularidade": 275.503,
        "dataDeLancamento": "2024-05-08",
        "mediaDeVotos": 7.201
    },
    {
        "id": 360920,
        "linguagemOriginal": "en",
        "visaoGeral": "The Grinch hatches a scheme to ruin Christmas when the residents of Whoville plan their annual holiday celebration.",
        "tituloOriginal": "The Grinch",
        "popularidade": 258.967,
        "dataDeLancamento": "2018-11-08",
        "mediaDeVotos": 6.858
    },
    {
        "id": 671,
        "linguagemOriginal": "en",
        "visaoGeral": "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard—with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths—and about the villain who's to blame.",
        "tituloOriginal": "Harry Potter and the Philosopher's Stone",
        "popularidade": 234.43,
        "dataDeLancamento": "2001-11-16",
        "mediaDeVotos": 7.907
    },
    {
        "id": 672,
        "linguagemOriginal": "en",
        "visaoGeral": "Cars fly, trees fight back, and a mysterious house-elf comes to warn Harry Potter at the start of his second year at Hogwarts. Adventure and danger await when bloody writing on a wall announces: The Chamber Of Secrets Has Been Opened. To save Hogwarts will require all of Harry, Ron and Hermione’s magical abilities and courage.",
        "tituloOriginal": "Harry Potter and the Chamber of Secrets",
        "popularidade": 219.088,
        "dataDeLancamento": "2002-11-13",
        "mediaDeVotos": 7.716
    },
    {
        "id": 1014505,
        "linguagemOriginal": "ja",
        "visaoGeral": "After twelve years of playing his favorite MMORPG game, Momonga logs in for the last time only to find himself transported into its world playing it indefinitely. Throughout his adventures, his avatar ascends to the title of Sorcerer King Ains Ooal Gown. Once prosperous but now on the brink of ruin, The Sacred Kingdom enjoyed years of peace after construction of an enormous wall protecting them from neighboring invasions. But, one day this comes to an end when the Demon Emperor Jaldabaoth arrives with an army of villainous demi-humans. Fearing invasion of their own lands, the neighboring territory of the Slane Theocracy is forced to beg their enemies at the Sorcerer Kingdom for help. Heeding the call, Momonga, now known as the Sorcerer King Ains Ooal Gown, rallies the Sorcerer Kingdom and its undead army to join the fight alongside the Sacred Kingdom and the Slane Theocracy in hopes to defeat the Demon Emperor.",
        "tituloOriginal": "劇場版「オーバーロード」聖王国編",
        "popularidade": 219.009,
        "dataDeLancamento": "2024-09-20",
        "mediaDeVotos": 7.7
    },
    {
        "id": 411,
        "linguagemOriginal": "en",
        "visaoGeral": "Siblings Lucy, Edmund, Susan and Peter step through a magical wardrobe and find the land of Narnia. There, they discover a charming, once peaceful kingdom that has been plunged into eternal winter by the evil White Witch, Jadis. Aided by the wise and magnificent lion, Aslan, the children lead Narnia into a spectacular, climactic battle to be free of the Witch's glacial powers forever.",
        "tituloOriginal": "The Chronicles of Narnia: The Lion, the Witch and the Wardrobe",
        "popularidade": 218.632,
        "dataDeLancamento": "2005-12-07",
        "mediaDeVotos": 7.134
    },
    {
        "id": 917496,
        "linguagemOriginal": "en",
        "visaoGeral": "After a family tragedy, three generations of the Deetz family return home to Winter River. Still haunted by Betelgeuse, Lydia's life is turned upside down when her teenage daughter, Astrid, accidentally opens the portal to the Afterlife.",
        "tituloOriginal": "Beetlejuice Beetlejuice",
        "popularidade": 206.812,
        "dataDeLancamento": "2024-09-04",
        "mediaDeVotos": 7.109
    },
    {
        "id": 1097870,
        "linguagemOriginal": "en",
        "visaoGeral": "Likeable 6th grader Liam writes to Santa asking him to prove that he's real. But Liam is dyslexic and accidentally sends his letter to Satan instead, who shows up at Liam's house, excited to have his first fanboy letter and wanting a little of Liam's soul.",
        "tituloOriginal": "Dear Santa",
        "popularidade": 200.595,
        "dataDeLancamento": "2024-11-24",
        "mediaDeVotos": 6.412
    },
    {
        "id": 1126475,
        "linguagemOriginal": "en",
        "visaoGeral": "When Joan’s husband dies, she is shocked to discover he had invented an elixir which makes the drinker look young again. Sharing it with her two friends, the three women paint the town red but soon discover that they are no longer equipped to be young in the modern world.",
        "tituloOriginal": "Arthur's Whisky",
        "popularidade": 190.849,
        "dataDeLancamento": "2024-09-19",
        "mediaDeVotos": 7.0
    },
    {
        "id": 120,
        "linguagemOriginal": "en",
        "visaoGeral": "Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed.",
        "tituloOriginal": "The Lord of the Rings: The Fellowship of the Ring",
        "popularidade": 189.753,
        "dataDeLancamento": "2001-12-18",
        "mediaDeVotos": 8.4
    },
    {
        "id": 502356,
        "linguagemOriginal": "en",
        "visaoGeral": "While working underground to fix a water main, Brooklyn plumbers—and brothers—Mario and Luigi are transported down a mysterious pipe and wander into a magical new world. But when the brothers are separated, Mario embarks on an epic quest to find Luigi.",
        "tituloOriginal": "The Super Mario Bros. Movie",
        "popularidade": 181.346,
        "dataDeLancamento": "2023-04-05",
        "mediaDeVotos": 7.639
    },
    {
        "id": 68555,
        "linguagemOriginal": "ja",
        "visaoGeral": "After the events of the first movie, Yagami Light faces two new adversaries as he is trying to create a perfect world without crime or criminals. This movie continues the first TV special and is a summary of the last 12 episodes of the TV anime.",
        "tituloOriginal": "デスノート：リライト2 Lを継ぐ者",
        "popularidade": 180.898,
        "dataDeLancamento": "2009-10-07",
        "mediaDeVotos": 7.4
    },
    {
        "id": 1355755,
        "linguagemOriginal": "en",
        "visaoGeral": "A young owl meets a lost little girl in New York City. Together, they try to get home for Christmas.",
        "tituloOriginal": "An Almost Christmas Story",
        "popularidade": 180.646,
        "dataDeLancamento": "2024-10-14",
        "mediaDeVotos": 7.3
    },
    {
        "id": 588648,
        "linguagemOriginal": "zh",
        "visaoGeral": "Set in Han Imperial China, the plot follows the adventures of enslaved girl Ping with ancient dragon Long Danzi. Dragons had been banished from the kingdom. Ping, an orphan, finds one of the last remaining dragon eggs. Palace guards force Ping to run away in order to return the dragon egg to the ocean and save all dragons from extinction. Ping discovers that she is a true Dragonkeeper.",
        "tituloOriginal": "Dragonkeeper",
        "popularidade": 177.537,
        "dataDeLancamento": "2024-04-11",
        "mediaDeVotos": 7.6
    },
    {
        "id": 673,
        "linguagemOriginal": "en",
        "visaoGeral": "Year three at Hogwarts means new fun and challenges as Harry learns the delicate art of approaching a Hippogriff, transforming shape-shifting Boggarts into hilarity and even turning back time. But the term also brings danger: soul-sucking Dementors hover over the school, an ally of the accursed He-Who-Cannot-Be-Named lurks within the castle walls, and fearsome wizard Sirius Black escapes Azkaban. And Harry will confront them all.",
        "tituloOriginal": "Harry Potter and the Prisoner of Azkaban",
        "popularidade": 175.089,
        "dataDeLancamento": "2004-05-31",
        "mediaDeVotos": 8.016
    },
    {
        "id": 588555,
        "linguagemOriginal": "pt",
        "visaoGeral": "Rosa's life, a highly valued professional, is turned upside down when her grandfather Marcelino dies.",
        "tituloOriginal": "Os Demónios do Meu Avô",
        "popularidade": 175.024,
        "dataDeLancamento": "2022-09-21",
        "mediaDeVotos": 4.5
    },
    {
        "id": 12444,
        "linguagemOriginal": "en",
        "visaoGeral": "Harry, Ron and Hermione walk away from their last year at Hogwarts to find and destroy the remaining Horcruxes, putting an end to Voldemort's bid for immortality. But with Harry's beloved Dumbledore dead and Voldemort's unscrupulous Death Eaters on the loose, the world is more dangerous than ever.",
        "tituloOriginal": "Harry Potter and the Deathly Hallows: Part 1",
        "popularidade": 172.482,
        "dataDeLancamento": "2010-11-17",
        "mediaDeVotos": 7.747
    },
    {
        "id": 674,
        "linguagemOriginal": "en",
        "visaoGeral": "When Harry Potter's name emerges from the Goblet of Fire, he becomes a competitor in a grueling battle for glory among three wizarding schools—the Triwizard Tournament. But since Harry never submitted his name for the Tournament, who did? Now Harry must confront a deadly dragon, fierce water demons and an enchanted maze only to find himself in the cruel grasp of He Who Must Not Be Named.",
        "tituloOriginal": "Harry Potter and the Goblet of Fire",
        "popularidade": 169.76,
        "dataDeLancamento": "2005-11-16",
        "mediaDeVotos": 7.807
    },
    {
        "id": 315162,
        "linguagemOriginal": "en",
        "visaoGeral": "Puss in Boots discovers that his passion for adventure has taken its toll: He has burned through eight of his nine lives, leaving him with only one life left. Puss sets out on an epic journey to find the mythical Last Wish and restore his nine lives.",
        "tituloOriginal": "Puss in Boots: The Last Wish",
        "popularidade": 169.101,
        "dataDeLancamento": "2022-12-07",
        "mediaDeVotos": 8.22
    },
    {
        "id": 122,
        "linguagemOriginal": "en",
        "visaoGeral": "As armies mass for a final battle that will decide the fate of the world--and powerful, ancient forces of Light and Dark compete to determine the outcome--one member of the Fellowship of the Ring is revealed as the noble heir to the throne of the Kings of Men. Yet, the sole hope for triumph over evil lies with a brave hobbit, Frodo, who, accompanied by his loyal friend Sam and the hideous, wretched Gollum, ventures deep into the very dark heart of Mordor on his seemingly impossible quest to destroy the Ring of Power.​",
        "tituloOriginal": "The Lord of the Rings: The Return of the King",
        "popularidade": 162.456,
        "dataDeLancamento": "2003-12-17",
        "mediaDeVotos": 8.5
    },
    {
        "id": 826510,
        "linguagemOriginal": "en",
        "visaoGeral": "Inside of his book, adventurous Harold can make anything come to life simply by drawing it. After he grows up and draws himself off the book's pages and into the physical world, Harold finds he has a lot to learn about real life.",
        "tituloOriginal": "Harold and the Purple Crayon",
        "popularidade": 162.295,
        "dataDeLancamento": "2024-07-31",
        "mediaDeVotos": 6.9
    },
    {
        "id": 767,
        "linguagemOriginal": "en",
        "visaoGeral": "As Lord Voldemort tightens his grip on both the Muggle and wizarding worlds, Hogwarts is no longer a safe haven. Harry suspects perils may even lie within the castle, but Dumbledore is more intent upon preparing him for the final battle fast approaching. Together they work to find the key to unlock Voldemorts defenses and to this end, Dumbledore recruits his old friend and colleague Horace Slughorn, whom he believes holds crucial information. Even as the decisive showdown looms, romance blossoms for Harry, Ron, Hermione and their classmates. Love is in the air, but danger lies ahead and Hogwarts may never be the same again.",
        "tituloOriginal": "Harry Potter and the Half-Blood Prince",
        "popularidade": 155.81,
        "dataDeLancamento": "2009-07-15",
        "mediaDeVotos": 7.688
    },
    {
        "id": 109445,
        "linguagemOriginal": "en",
        "visaoGeral": "Young princess Anna of Arendelle dreams about finding true love at her sister Elsa’s coronation. Fate takes her on a dangerous journey in an attempt to end the eternal winter that has fallen over the kingdom. She's accompanied by ice delivery man Kristoff, his reindeer Sven, and snowman Olaf. On an adventure where she will find out what friendship, courage, family, and true love really means.",
        "tituloOriginal": "Frozen",
        "popularidade": 155.243,
        "dataDeLancamento": "2013-11-20",
        "mediaDeVotos": 7.246
    },
    {
        "id": 974262,
        "linguagemOriginal": "en",
        "visaoGeral": "After the Queen of Hearts incites a coup on Auradon, her rebellious daughter Red and Cinderella's perfectionist daughter Chloe join forces and travel back in time to try to undo the traumatic event that set Red's mother down her villainous path.",
        "tituloOriginal": "Descendants: The Rise of Red",
        "popularidade": 154.949,
        "dataDeLancamento": "2024-07-11",
        "mediaDeVotos": 6.906
    },
    {
        "id": 1147400,
        "linguagemOriginal": "fr",
        "visaoGeral": "Miraculous holders from another world appear in Paris. They come from a parallel universe where everything is reversed: the holders of Ladybug and Black Cat Miraculouses, Shadybug and Claw Noir, are the bad guys, and the holder of the Butterfly Miraculous, Hesperia, is a superhero. Ladybug and Cat Noir will have to help Hesperia counter the attacks of their evil doubles and prevent them from seizing the Butterfly's Miraculous. Can our heroes also help Hesperia make Shadybug and Claw Noir better people?",
        "tituloOriginal": "Miraculous World : Paris, Les Aventures de Toxinelle et Griffe Noire",
        "popularidade": 151.907,
        "dataDeLancamento": "2023-10-21",
        "mediaDeVotos": 7.2
    },
    {
        "id": 808,
        "linguagemOriginal": "en",
        "visaoGeral": "It ain't easy bein' green -- especially if you're a likable (albeit smelly) ogre named Shrek. On a mission to retrieve a gorgeous princess from the clutches of a fire-breathing dragon, Shrek teams up with an unlikely compatriot -- a wisecracking donkey.",
        "tituloOriginal": "Shrek",
        "popularidade": 151.574,
        "dataDeLancamento": "2001-05-18",
        "mediaDeVotos": 7.743
    },
    {
        "id": 122917,
        "linguagemOriginal": "en",
        "visaoGeral": "Immediately after the events of The Desolation of Smaug, Bilbo and the dwarves try to defend Erebor's mountain of treasure from others who claim it: the men of the ruined Laketown and the elves of Mirkwood. Meanwhile an army of Orcs led by Azog the Defiler is marching on Erebor, fueled by the rise of the dark lord Sauron. Dwarves, elves and men must unite, and the hope for Middle-Earth falls into Bilbo's hands.",
        "tituloOriginal": "The Hobbit: The Battle of the Five Armies",
        "popularidade": 151.277,
        "dataDeLancamento": "2014-12-10",
        "mediaDeVotos": 7.3
    },
    {
        "id": 675,
        "linguagemOriginal": "en",
        "visaoGeral": "Returning for his fifth year of study at Hogwarts, Harry is stunned to find that his warnings about the return of Lord Voldemort have been ignored. Left with no choice, Harry takes matters into his own hands, training a small group of students to defend themselves against the dark arts.",
        "tituloOriginal": "Harry Potter and the Order of the Phoenix",
        "popularidade": 150.018,
        "dataDeLancamento": "2007-07-08",
        "mediaDeVotos": 7.7
    },
    {
        "id": 12445,
        "linguagemOriginal": "en",
        "visaoGeral": "Harry, Ron and Hermione continue their quest to vanquish the evil Voldemort once and for all. Just as things begin to look hopeless for the young wizards, Harry discovers a trio of magical objects that endow him with powers to rival Voldemort's formidable skills.",
        "tituloOriginal": "Harry Potter and the Deathly Hallows: Part 2",
        "popularidade": 149.188,
        "dataDeLancamento": "2011-07-12",
        "mediaDeVotos": 8.1
    },
    {
        "id": 121,
        "linguagemOriginal": "en",
        "visaoGeral": "Frodo Baggins and the other members of the Fellowship continue on their sacred quest to destroy the One Ring--but on separate paths. Their destinies lie at two towers--Orthanc Tower in Isengard, where the corrupt wizard Saruman awaits, and Sauron's fortress at Barad-dur, deep within the dark lands of Mordor. Frodo and Sam are trekking to Mordor to destroy the One Ring of Power while Gimli, Legolas and Aragorn search for the orc-captured Merry and Pippin. All along, nefarious wizard Saruman awaits the Fellowship members at the Orthanc Tower in Isengard.",
        "tituloOriginal": "The Lord of the Rings: The Two Towers",
        "popularidade": 141.507,
        "dataDeLancamento": "2002-12-18",
        "mediaDeVotos": 8.4
    },
    {
        "id": 1087822,
        "linguagemOriginal": "en",
        "visaoGeral": "Hellboy and a rookie BPRD agent get stranded in 1950s rural Appalachia. There, they discover a small community haunted by witches, led by a local devil with a troubling connection to Hellboy's past: the Crooked Man.",
        "tituloOriginal": "Hellboy: The Crooked Man",
        "popularidade": 140.727,
        "dataDeLancamento": "2024-08-29",
        "mediaDeVotos": 5.288
    },
    {
        "id": 976573,
        "linguagemOriginal": "en",
        "visaoGeral": "In a city where fire, water, land and air residents live together, a fiery young woman and a go-with-the-flow guy will discover something elemental: how much they have in common.",
        "tituloOriginal": "Elemental",
        "popularidade": 139.892,
        "dataDeLancamento": "2023-06-14",
        "mediaDeVotos": 7.624
    },
    {
        "id": 14836,
        "linguagemOriginal": "en",
        "visaoGeral": "Wandering her rambling old house in her boring new town, 11-year-old Coraline discovers a hidden door to a strangely idealized version of her life. In order to stay in the fantasy, she must make a frighteningly real sacrifice.",
        "tituloOriginal": "Coraline",
        "popularidade": 139.197,
        "dataDeLancamento": "2009-02-05",
        "mediaDeVotos": 7.9
    },
    {
        "id": 10191,
        "linguagemOriginal": "en",
        "visaoGeral": "As the son of a Viking leader on the cusp of manhood, shy Hiccup Horrendous Haddock III faces a rite of passage: he must kill a dragon to prove his warrior mettle. But after downing a feared dragon, he realizes that he no longer wants to destroy it, and instead befriends the beast – which he names Toothless – much to the chagrin of his warrior father.",
        "tituloOriginal": "How to Train Your Dragon",
        "popularidade": 135.075,
        "dataDeLancamento": "2010-03-18",
        "mediaDeVotos": 7.832
    },
    {
        "id": 22,
        "linguagemOriginal": "en",
        "visaoGeral": "After Port Royal is attacked and pillaged by a mysterious pirate crew, capturing the governor's daughter Elizabeth Swann in the process, William Turner asks free-willing pirate Jack Sparrow to help him locate the crew's ship—The Black Pearl—so that he can rescue the woman he loves.",
        "tituloOriginal": "Pirates of the Caribbean: The Curse of the Black Pearl",
        "popularidade": 133.342,
        "dataDeLancamento": "2003-07-09",
        "mediaDeVotos": 7.807
    },
    {
        "id": 787699,
        "linguagemOriginal": "en",
        "visaoGeral": "Willy Wonka – chock-full of ideas and determined to change the world one delectable bite at a time – is proof that the best things in life begin with a dream, and if you’re lucky enough to meet Willy Wonka, anything is possible.",
        "tituloOriginal": "Wonka",
        "popularidade": 132.791,
        "dataDeLancamento": "2023-12-06",
        "mediaDeVotos": 7.103
    },
    {
        "id": 269509,
        "linguagemOriginal": "en",
        "visaoGeral": "An American family moves in to the Canterville Chase, a London mansion that has been haunted by ghost Sir Simon De Canterville for 300 years.",
        "tituloOriginal": "The Canterville Ghost",
        "popularidade": 131.529,
        "dataDeLancamento": "2023-09-22",
        "mediaDeVotos": 6.393
    },
    {
        "id": 527774,
        "linguagemOriginal": "en",
        "visaoGeral": "Long ago, in the fantasy world of Kumandra, humans and dragons lived together in harmony. But when an evil force threatened the land, the dragons sacrificed themselves to save humanity. Now, 500 years later, that same evil has returned and it’s up to a lone warrior, Raya, to track down the legendary last dragon to restore the fractured land and its divided people.",
        "tituloOriginal": "Raya and the Last Dragon",
        "popularidade": 124.803,
        "dataDeLancamento": "2021-03-03",
        "mediaDeVotos": 7.8
    },
    {
        "id": 572802,
        "linguagemOriginal": "en",
        "visaoGeral": "Black Manta seeks revenge on Aquaman for his father's death. Wielding the Black Trident's power, he becomes a formidable foe. To defend Atlantis, Arthur (Aquaman) forges an alliance with his imprisoned brother. They must protect the kingdom.",
        "tituloOriginal": "Aquaman and the Lost Kingdom",
        "popularidade": 122.569,
        "dataDeLancamento": "2023-12-20",
        "mediaDeVotos": 6.6
    },
    {
        "id": 1022796,
        "linguagemOriginal": "en",
        "visaoGeral": "Asha, a sharp-witted idealist, makes a wish so powerful that it is answered by a cosmic force – a little ball of boundless energy called Star. Together, Asha and Star confront a most formidable foe - the ruler of Rosas, King Magnifico - to save her community and prove that when the will of one courageous human connects with the magic of the stars, wondrous things can happen.",
        "tituloOriginal": "Wish",
        "popularidade": 122.277,
        "dataDeLancamento": "2023-11-13",
        "mediaDeVotos": 6.3
    },
    {
        "id": 19995,
        "linguagemOriginal": "en",
        "visaoGeral": "In the 22nd century, a paraplegic Marine is dispatched to the moon Pandora on a unique mission, but becomes torn between following orders and protecting an alien civilization.",
        "tituloOriginal": "Avatar",
        "popularidade": 122.244,
        "dataDeLancamento": "2009-12-15",
        "mediaDeVotos": 7.583
    },
    {
        "id": 567811,
        "linguagemOriginal": "en",
        "visaoGeral": "A pampered cat takes for granted the lucky hand he has been dealt after he is rescued and loved by Rose, a kind-hearted and passionate student. When he loses his ninth life, fate steps in to set him on a transformative journey.",
        "tituloOriginal": "10 Lives",
        "popularidade": 120.648,
        "dataDeLancamento": "2024-04-18",
        "mediaDeVotos": 7.944
    },
    {
        "id": 809,
        "linguagemOriginal": "en",
        "visaoGeral": "Shrek, Fiona, and Donkey set off to Far, Far Away to meet Fiona's mother and father, the Queen and King. But not everyone is happily ever after. Shrek and the King find it difficult to get along, and there's tension in the marriage. The Fairy Godmother discovers that Fiona has married Shrek instead of her son Prince Charming and plots to destroy their marriage.",
        "tituloOriginal": "Shrek 2",
        "popularidade": 118.507,
        "dataDeLancamento": "2004-05-19",
        "mediaDeVotos": 7.281
    },
    {
        "id": 8966,
        "linguagemOriginal": "en",
        "visaoGeral": "When Bella Swan moves to a small town in the Pacific Northwest, she falls in love with Edward Cullen, a mysterious classmate who reveals himself to be a 108-year-old vampire. Despite Edward's repeated cautions, Bella can't stay away from him, a fatal move that endangers her own life.",
        "tituloOriginal": "Twilight",
        "popularidade": 118.106,
        "dataDeLancamento": "2008-11-20",
        "mediaDeVotos": 6.294
    },
    {
        "id": 82702,
        "linguagemOriginal": "en",
        "visaoGeral": "Five years have passed since Hiccup and Toothless united the dragons and Vikings of Berk. Now, they spend their time charting unmapped territories. During one of their adventures, the pair discover a secret cave that houses hundreds of wild dragons -- and a mysterious dragon rider who turns out to be Hiccup's mother, Valka. Hiccup and Toothless then find themselves at the center of a battle to protect Berk from a power-hungry warrior named Drago.",
        "tituloOriginal": "How to Train Your Dragon 2",
        "popularidade": 115.463,
        "dataDeLancamento": "2014-06-05",
        "mediaDeVotos": 7.674
    },
    {
        "id": 287903,
        "linguagemOriginal": "en",
        "visaoGeral": "When his dysfunctional family clashes over the holidays, young Max is disillusioned and turns his back on Christmas.  Little does he know, this lack of festive spirit has unleashed the wrath of Krampus: a demonic force of ancient evil intent on punishing non-believers.",
        "tituloOriginal": "Krampus",
        "popularidade": 113.942,
        "dataDeLancamento": "2015-11-26",
        "mediaDeVotos": 6.201
    },
    {
        "id": 585083,
        "linguagemOriginal": "en",
        "visaoGeral": "When Van Helsing's mysterious invention, the \"Monsterfication Ray,\" goes haywire, Drac and his monster pals are all transformed into humans, and Johnny becomes a monster. In their new mismatched bodies, Drac and Johnny must team up and race across the globe to find a cure before it's too late, and before they drive each other crazy.",
        "tituloOriginal": "Hotel Transylvania: Transformania",
        "popularidade": 113.427,
        "dataDeLancamento": "2022-01-31",
        "mediaDeVotos": 7.078
    },
    {
        "id": 129,
        "linguagemOriginal": "ja",
        "visaoGeral": "A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family.",
        "tituloOriginal": "千と千尋の神隠し",
        "popularidade": 112.869,
        "dataDeLancamento": "2001-07-20",
        "mediaDeVotos": 8.538
    },
    {
        "id": 197158,
        "linguagemOriginal": "pt",
        "visaoGeral": "Three tales of the erotic: Two young ladies experiment with lesbianism, a handsome and wealthy socialite makes a beautiful woman patiently wait to make love to him, and a gorgeous, but controlling and dominating blind woman makes a hunky stud her sexual hostage in her swanky mansion home.",
        "tituloOriginal": "Pornô!",
        "popularidade": 111.782,
        "dataDeLancamento": "1981-01-01",
        "mediaDeVotos": 4.89
    },
    {
        "id": 58,
        "linguagemOriginal": "en",
        "visaoGeral": "Captain Jack Sparrow works his way out of a blood debt with the ghostly Davy Jones to avoid eternal damnation.",
        "tituloOriginal": "Pirates of the Caribbean: Dead Man's Chest",
        "popularidade": 111.769,
        "dataDeLancamento": "2006-07-06",
        "mediaDeVotos": 7.365
    },
    {
        "id": 928480,
        "linguagemOriginal": "en",
        "visaoGeral": "When a mysterious force begins to disrupt their big summer fun, Noah and his friends team up with a retired police detective to embark on a monstrous adventure to save their island.",
        "tituloOriginal": "Monster Summer",
        "popularidade": 110.687,
        "dataDeLancamento": "2024-10-04",
        "mediaDeVotos": 6.3
    },
    {
        "id": 330457,
        "linguagemOriginal": "en",
        "visaoGeral": "Elsa, Anna, Kristoff and Olaf head far into the forest to learn the truth about an ancient mystery of their kingdom.",
        "tituloOriginal": "Frozen II",
        "popularidade": 110.485,
        "dataDeLancamento": "2019-11-20",
        "mediaDeVotos": 7.255
    },
    {
        "id": 601796,
        "linguagemOriginal": "ko",
        "visaoGeral": "Gurus in the late Goryeo dynasty try to obtain a fabled, holy sword, and humans in 2022 hunt down an alien prisoner that is locked in a human's body. The two parties cross paths when a time-traveling portal opens up.",
        "tituloOriginal": "외계+인 1부",
        "popularidade": 110.087,
        "dataDeLancamento": "2022-07-20",
        "mediaDeVotos": 6.838
    },
    {
        "id": 2062,
        "linguagemOriginal": "en",
        "visaoGeral": "Remy, a resident of Paris, appreciates good food and has quite a sophisticated palate. He would love to become a chef so he can create and enjoy culinary masterpieces to his heart's delight. The only problem is, Remy is a rat. When he winds up in the sewer beneath one of Paris' finest restaurants, the rodent gourmet finds himself ideally placed to realize his dream.",
        "tituloOriginal": "Ratatouille",
        "popularidade": 110.067,
        "dataDeLancamento": "2007-06-21",
        "mediaDeVotos": 7.825
    },
    {
        "id": 118,
        "linguagemOriginal": "en",
        "visaoGeral": "A young boy wins a tour through the most magnificent chocolate factory in the world, led by the world's most unusual candy maker.",
        "tituloOriginal": "Charlie and the Chocolate Factory",
        "popularidade": 110.062,
        "dataDeLancamento": "2005-07-13",
        "mediaDeVotos": 7.049
    },
    {
        "id": 5255,
        "linguagemOriginal": "en",
        "visaoGeral": "When a doubting young boy takes an extraordinary train ride to the North Pole, he embarks on a journey of self-discovery that shows him that the wonder of life never fades for those who believe.",
        "tituloOriginal": "The Polar Express",
        "popularidade": 108.532,
        "dataDeLancamento": "2004-11-10",
        "mediaDeVotos": 6.724
    },
    {
        "id": 447277,
        "linguagemOriginal": "en",
        "visaoGeral": "The youngest of King Triton’s daughters, and the most defiant, Ariel longs to find out more about the world beyond the sea, and while visiting the surface, falls for the dashing Prince Eric. With mermaids forbidden to interact with humans, Ariel makes a deal with the evil sea witch, Ursula, which gives her a chance to experience life on land, but ultimately places her life – and her father’s crown – in jeopardy.",
        "tituloOriginal": "The Little Mermaid",
        "popularidade": 107.537,
        "dataDeLancamento": "2023-05-18",
        "mediaDeVotos": 6.3
    },
    {
        "id": 568124,
        "linguagemOriginal": "en",
        "visaoGeral": "The tale of an extraordinary family, the Madrigals, who live hidden in the mountains of Colombia, in a magical house, in a vibrant town, in a wondrous, charmed place called an Encanto. The magic of the Encanto has blessed every child in the family—every child except one, Mirabel. But when she discovers that the magic surrounding the Encanto is in danger, Mirabel decides that she, the only ordinary Madrigal, might just be her exceptional family's last hope.",
        "tituloOriginal": "Encanto",
        "popularidade": 107.221,
        "dataDeLancamento": "2021-10-13",
        "mediaDeVotos": 7.598
    },
    {
        "id": 81188,
        "linguagemOriginal": "en",
        "visaoGeral": "When an evil spirit known as Pitch lays down the gauntlet to take over the world, the immortal Guardians must join forces for the first time to protect the hopes, beliefs and imagination of children all over the world.",
        "tituloOriginal": "Rise of the Guardians",
        "popularidade": 105.875,
        "dataDeLancamento": "2012-11-21",
        "mediaDeVotos": 7.365
    },
    {
        "id": 512200,
        "linguagemOriginal": "en",
        "visaoGeral": "As the gang return to Jumanji to rescue one of their own, they discover that nothing is as they expect. The players will have to brave parts unknown and unexplored in order to escape the world’s most dangerous game.",
        "tituloOriginal": "Jumanji: The Next Level",
        "popularidade": 104.961,
        "dataDeLancamento": "2019-12-04",
        "mediaDeVotos": 6.906
    },
    {
        "id": 285,
        "linguagemOriginal": "en",
        "visaoGeral": "Will Turner and Elizabeth Swann join forces with the revived Captain Barbossa to free Jack Sparrow from Davy Jones' locker. The group must navigate dangerous waters, confront many foes and, ultimately, choose sides in a battle wherein piracy itself hangs in the balance.",
        "tituloOriginal": "Pirates of the Caribbean: At World's End",
        "popularidade": 103.895,
        "dataDeLancamento": "2007-05-19",
        "mediaDeVotos": 7.257
    },
    {
        "id": 634492,
        "linguagemOriginal": "en",
        "visaoGeral": "Forced to confront revelations about her past, paramedic Cassandra Webb forges a relationship with three young women destined for powerful futures...if they can all survive a deadly present.",
        "tituloOriginal": "Madame Web",
        "popularidade": 103.45,
        "dataDeLancamento": "2024-02-14",
        "mediaDeVotos": 5.424
    },
    {
        "id": 49051,
        "linguagemOriginal": "en",
        "visaoGeral": "Bilbo Baggins, a hobbit enjoying his quiet life, is swept into an epic quest by Gandalf the Grey and thirteen dwarves who seek to reclaim their mountain home from Smaug, the dragon.",
        "tituloOriginal": "The Hobbit: An Unexpected Journey",
        "popularidade": 102.188,
        "dataDeLancamento": "2012-12-12",
        "mediaDeVotos": 7.357
    },
    {
        "id": 1865,
        "linguagemOriginal": "en",
        "visaoGeral": "Captain Jack Sparrow crosses paths with a woman from his past, and he's not sure if it's love -- or if she's a ruthless con artist who's using him to find the fabled Fountain of Youth. When she forces him aboard the Queen Anne's Revenge, the ship of the formidable pirate Blackbeard, Jack finds himself on an unexpected adventure in which he doesn't know who to fear more: Blackbeard or the woman from his past.",
        "tituloOriginal": "Pirates of the Caribbean: On Stranger Tides",
        "popularidade": 101.41,
        "dataDeLancamento": "2011-05-15",
        "mediaDeVotos": 6.555
    },
    {
        "id": 497,
        "linguagemOriginal": "en",
        "visaoGeral": "A supernatural tale set on death row in a Southern prison, where gentle giant John Coffey possesses the mysterious power to heal people's ailments. When the cell block's head guard, Paul Edgecomb, recognizes Coffey's miraculous gift, he tries desperately to help stave off the condemned man's execution.",
        "tituloOriginal": "The Green Mile",
        "popularidade": 99.586,
        "dataDeLancamento": "1999-12-10",
        "mediaDeVotos": 8.507
    },
    {
        "id": 1134424,
        "linguagemOriginal": "th",
        "visaoGeral": "A story inspired by the original RAMAYANA, retold in a futuristic universe, involving brave warriors who possess ancient powers from another dimension.",
        "tituloOriginal": "นักรบมนตรา: ตำนานแปดดวงจันทร์",
        "popularidade": 99.283,
        "dataDeLancamento": "2023-10-11",
        "mediaDeVotos": 7.5
    },
    {
        "id": 763215,
        "linguagemOriginal": "en",
        "visaoGeral": "A young woman's marriage to a charming prince turns into a fierce fight for survival when she's offered up as a sacrifice to a fire-breathing dragon.",
        "tituloOriginal": "Damsel",
        "popularidade": 99.281,
        "dataDeLancamento": "2024-03-07",
        "mediaDeVotos": 7.055
    },
    {
        "id": 4935,
        "linguagemOriginal": "ja",
        "visaoGeral": "Sophie, a young milliner, is turned into an elderly woman by a witch who enters her shop and curses her. She encounters a wizard named Howl and gets caught up in his resistance to fighting for the king.",
        "tituloOriginal": "ハウルの動く城",
        "popularidade": 99.227,
        "dataDeLancamento": "2004-09-09",
        "mediaDeVotos": 8.4
    },
    {
        "id": 11688,
        "linguagemOriginal": "en",
        "visaoGeral": "When self-centered Emperor Kuzco is turned into a llama by his scheming advisor, he is forced to rely on good-hearted peasant Pacha to get back home.",
        "tituloOriginal": "The Emperor's New Groove",
        "popularidade": 98.862,
        "dataDeLancamento": "2000-12-15",
        "mediaDeVotos": 7.6
    },
    {
        "id": 321612,
        "linguagemOriginal": "en",
        "visaoGeral": "A live-action adaptation of Disney's version of the classic tale of a cursed prince and a beautiful young woman who helps him break the spell.",
        "tituloOriginal": "Beauty and the Beast",
        "popularidade": 98.16,
        "dataDeLancamento": "2017-03-16",
        "mediaDeVotos": 6.971
    },
    {
        "id": 916192,
        "linguagemOriginal": "ja",
        "visaoGeral": "Urashima Tunnel – Once you enter that tunnel, you can get whatever you want, but at a price. Kaoru Tohno, who seems to have an elusive personality and traumatic past, and Anzu Hanashiro, who is struggling to reconcile her ideal image and true-to-heart attitude, team up to investigate the Urashima Tunnel and get what they want. This is an unforgettable summer story of nostalgia and sprinting in a remote countryside.",
        "tituloOriginal": "夏へのトンネル、さよならの出口",
        "popularidade": 97.435,
        "dataDeLancamento": "2022-09-09",
        "mediaDeVotos": 7.7
    },
    {
        "id": 508947,
        "linguagemOriginal": "en",
        "visaoGeral": "Thirteen-year-old Mei is experiencing the awkwardness of being a teenager with a twist – when she gets too excited, she transforms into a giant red panda.",
        "tituloOriginal": "Turning Red",
        "popularidade": 96.818,
        "dataDeLancamento": "2022-03-10",
        "mediaDeVotos": 7.362
    },
    {
        "id": 791373,
        "linguagemOriginal": "en",
        "visaoGeral": "Determined to ensure Superman's ultimate sacrifice was not in vain, Bruce Wayne aligns forces with Diana Prince with plans to recruit a team of metahumans to protect the world from an approaching threat of catastrophic proportions.",
        "tituloOriginal": "Zack Snyder's Justice League",
        "popularidade": 96.113,
        "dataDeLancamento": "2021-03-18",
        "mediaDeVotos": 8.135
    },
    {
        "id": 508883,
        "linguagemOriginal": "ja",
        "visaoGeral": "While the Second World War rages, the teenage Mahito, haunted by his mother's tragic death, is relocated from Tokyo to the serene rural home of his new stepmother Natsuko, a woman who bears a striking resemblance to the boy's mother. As he tries to adjust, this strange new world grows even stranger following the appearance of a persistent gray heron, who perplexes and bedevils Mahito, dubbing him the \"long-awaited one.\"",
        "tituloOriginal": "君たちはどう生きるか",
        "popularidade": 94.602,
        "dataDeLancamento": "2023-07-14",
        "mediaDeVotos": 7.463
    },
    {
        "id": 10020,
        "linguagemOriginal": "en",
        "visaoGeral": "Follow the adventures of Belle, a bright young woman who finds herself in the castle of a prince who's been turned into a mysterious beast. With the help of the castle's enchanted staff, Belle soon learns the most important lesson of all -- that true beauty comes from within.",
        "tituloOriginal": "Beauty and the Beast",
        "popularidade": 93.176,
        "dataDeLancamento": "1991-10-22",
        "mediaDeVotos": 7.73
    },
    {
        "id": 4011,
        "linguagemOriginal": "en",
        "visaoGeral": "A newly dead New England couple seeks help from a deranged demon exorcist to scare an affluent New York family out of their home.",
        "tituloOriginal": "Beetlejuice",
        "popularidade": 92.696,
        "dataDeLancamento": "1988-03-30",
        "mediaDeVotos": 7.379
    },
    {
        "id": 856289,
        "linguagemOriginal": "zh",
        "visaoGeral": "Based on the most well-known classical fantasy novel of China, Fengshenyanyi, the trilogy is a magnificent eastern high fantasy epic that recreates the prolonged mythical wars between humans, immortals and monsters, which happened more than three thousand years ago.",
        "tituloOriginal": "封神第一部：朝歌风云",
        "popularidade": 92.514,
        "dataDeLancamento": "2023-07-15",
        "mediaDeVotos": 7.118
    },
    {
        "id": 453395,
        "linguagemOriginal": "en",
        "visaoGeral": "Doctor Strange, with the help of mystical allies both old and new, traverses the mind-bending and dangerous alternate realities of the Multiverse to confront a mysterious new adversary.",
        "tituloOriginal": "Doctor Strange in the Multiverse of Madness",
        "popularidade": 92.434,
        "dataDeLancamento": "2022-05-04",
        "mediaDeVotos": 7.277
    },
    {
        "id": 338953,
        "linguagemOriginal": "en",
        "visaoGeral": "Professor Albus Dumbledore knows the powerful, dark wizard Gellert Grindelwald is moving to seize control of the wizarding world. Unable to stop him alone, he entrusts magizoologist Newt Scamander to lead an intrepid team of wizards and witches. They soon encounter an array of old and new beasts as they clash with Grindelwald's growing legion of followers.",
        "tituloOriginal": "Fantastic Beasts: The Secrets of Dumbledore",
        "popularidade": 90.783,
        "dataDeLancamento": "2022-04-06",
        "mediaDeVotos": 6.653
    },
    {
        "id": 10192,
        "linguagemOriginal": "en",
        "visaoGeral": "A bored and domesticated Shrek pacts with deal-maker Rumpelstiltskin to get back to feeling like a real ogre again, but when he's duped and sent to a twisted version of Far Far Away—where Rumpelstiltskin is king, ogres are hunted, and he and Fiona have never met—he sets out to restore his world and reclaim his true love.",
        "tituloOriginal": "Shrek Forever After",
        "popularidade": 90.346,
        "dataDeLancamento": "2010-05-16",
        "mediaDeVotos": 6.378
    },
    {
        "id": 496450,
        "linguagemOriginal": "fr",
        "visaoGeral": "After a guardian of magical jewels turns an awkward girl and a popular boy into superheroes, they can never reveal their identities — even to each other.",
        "tituloOriginal": "Miraculous - le film",
        "popularidade": 89.467,
        "dataDeLancamento": "2023-07-05",
        "mediaDeVotos": 7.653
    },
    {
        "id": 50619,
        "linguagemOriginal": "en",
        "visaoGeral": "The new found married bliss of Bella Swan and vampire Edward Cullen is cut short when a series of betrayals and misfortunes threatens to destroy their world.",
        "tituloOriginal": "The Twilight Saga: Breaking Dawn - Part 1",
        "popularidade": 88.916,
        "dataDeLancamento": "2011-11-16",
        "mediaDeVotos": 6.199
    },
    {
        "id": 17979,
        "linguagemOriginal": "en",
        "visaoGeral": "Miser Ebenezer Scrooge is awakened on Christmas Eve by spirits who reveal to him his own miserable existence, what opportunities he wasted in his youth, his current cruelties, and the dire fate that awaits him if he does not change his ways. Scrooge is faced with his own story of growing bitterness and meanness, and must decide what his own future will hold: death or redemption.",
        "tituloOriginal": "A Christmas Carol",
        "popularidade": 88.062,
        "dataDeLancamento": "2009-11-04",
        "mediaDeVotos": 6.883
    },
    {
        "id": 214756,
        "linguagemOriginal": "en",
        "visaoGeral": "Newlywed couple Ted and Tami-Lynn want to have a baby, but in order to qualify to be a parent, Ted will have to prove he's a person in a court of law.",
        "tituloOriginal": "Ted 2",
        "popularidade": 87.492,
        "dataDeLancamento": "2015-06-25",
        "mediaDeVotos": 6.309
    },
    {
        "id": 3933,
        "linguagemOriginal": "en",
        "visaoGeral": "In a 19th-century European village, a young man about to be married is whisked away to the underworld and wed to a mysterious corpse bride, while his real bride waits bereft in the land of the living.",
        "tituloOriginal": "Corpse Bride",
        "popularidade": 86.802,
        "dataDeLancamento": "2005-09-12",
        "mediaDeVotos": 7.582
    },
    {
        "id": 635302,
        "linguagemOriginal": "ja",
        "visaoGeral": "Tanjiro Kamado, joined with Inosuke Hashibira, a boy raised by boars who wears a boar's head, and Zenitsu Agatsuma, a scared boy who reveals his true power when he sleeps, boards the Infinity Train on a new mission with the Fire Hashira, Kyojuro Rengoku, to defeat a demon who has been tormenting the people and killing the demon slayers who oppose it!",
        "tituloOriginal": "劇場版「鬼滅の刃」無限列車編",
        "popularidade": 86.371,
        "dataDeLancamento": "2020-10-16",
        "mediaDeVotos": 8.212
    }
]